[
  {
    "ID": 67377,
    "Name": "Aberfeldy 12yr",
    "Description": "Aberfeldy 12yr is a delightful Scottish whisky with a rich and smooth flavour profile. It offers subtle notes of honey, vanilla, and citrus, creating a wonderfully balanced taste. This whisky has a deep golden colour and a lingering finish that is sure to leave a lasting impression on your palate.",
    "Regular price": 4,
    "Categories": "Strength > 40-44% ABV, Age > Age 10-17, Taste > Floral, Taste > Fruity, Region > Highland, Taste > Honey, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67381,
    "Name": "Aberlour 18yr",
    "Description": "Aberlour 18yr is a refined and mature single malt whisky. It offers a rich and complex palate, with deep layers of dried fruits, spices, and oak. The whisky is beautifully balanced, showcasing a smooth and lingering finish with hints of sherry sweetness.",
    "Regular price": 9,
    "Categories": "Strength > 40-44% ABV, Age > Age 18-24, Taste > Fruity, Taste > Honey, Taste > Nutty, Region > Speyside, Taste > Spicy, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67382,
    "Name": "Aberlour 8yr single cask",
    "Description": "Aberlour 8yr single cask is a captivating Scottish whisky. Its smooth and refined character makes it a delight to savour. This whisky offers a perfect balance of fruity and caramel notes, leaving a lingering and satisfying finish.",
    "Regular price": 8,
    "Categories": "Strength > 50-59% ABV, Age > Age 3-9, Taste > Fruity, Taste > Honey, Taste > Nutty, Independent Bottler > Scotch and Tattoos, Region > Speyside, Taste > Spicy, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67383,
    "Name": "Aberlour A'Bunadh",
    "Description": "Aberlour A'Bunadh is a richly flavoured whisky from Scotland. It offers a velvety texture with notes of dark chocolate, dried fruits, and warm spices. This whisky is known for its intense and full-bodied character, making it a favourite among whisky enthusiasts.",
    "Regular price": 8,
    "Categories": "Strength > 60%+ABV, Taste > Fruity, Taste > Nutty, Region > Speyside, Taste > Spicy, Taste > Woody"
  },
  {
    "ID": 67384,
    "Name": "Ailsa Bay",
    "Description": "Ailsa Bay is a remarkable Scottish whisky renowned for its unique flavour profile. It is meticulously crafted with exceptional attention to detail, resulting in a distinctive and extraordinary whisky experience. With its exquisite balance of sweet, smoky notes and hints of fruitiness, Ailsa Bay is a true delight for whisky enthusiasts.",
    "Regular price": 4.5,
    "Categories": "Strength > 45-49% ABV, Region > Lowland, Taste > Peated, Taste > Salty, Taste > Vanilla"
  },
  {
    "ID": 67386,
    "Name": "Ardbeg 10yr",
    "Description": "Ardbeg 10yr is a rare single malt Scotch whisky hailing from the iconic Ardbeg Distillery in Scotland. It is renowned for its distinctive peaty and smoky flavor profile, characteristic of Islay whiskies. This 10-year-old expression offers a complex balance of sweet vanilla notes alongside intense peat smoke, making it a captivating choice for whisky enthusiasts.",
    "Regular price": 4,
    "Categories": "Strength > 45-49% ABV, Age > Age 10-17, Region > Islay, Taste > Peated, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 67387,
    "Name": "Ardbeg An Oa",
    "Description": "Ardbeg An Oa is a rich and smoky Islay whisky, known for its complex and intense flavors. It is characterized by notes of malted barley, peat smoke, and a hint of sweetness. This whisky offers a smooth and velvety mouthfeel, with a long and satisfying finish.",
    "Regular price": 7,
    "Categories": "Strength > 45-49% ABV, Region > Islay, Taste > Peated, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 67390,
    "Name": "Ardbeg Uigeadail",
    "Description": "Ardbeg Uigeadail is an exceptional whisky with a rich and smoky character. Its aroma is a delightful combination of peat smoke, dark fruits, and warm spices. On the palate, it offers a complex flavor profile with notes of charred oak, chocolate, and a lingering smoky sweetness.",
    "Regular price": 5.5,
    "Categories": "Strength > 50-59% ABV, Region > Islay, Taste > Peated, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 67392,
    "Name": "Ardenistle The Dark Side of Islay",
    "Description": "Ardenistle's Dark Side of Islay is a captivating Scottish whisky. It boasts a rich and alluring character, with deep smoky notes and a hint of sweetness. The whisky tantalizes the palate with a perfect balance of peat, fruit, and oak.",
    "Regular price": 9,
    "Categories": "Strength > 50-59% ABV, Region > Islay, Independent Bottler > Malts of Scotland, Taste > Peated, Taste > Spicy, Taste > Woody"
  },
  {
    "ID": 67393,
    "Name": "Ardmore 6yr",
    "Description": "Ardmore 6yr is a captivating Scottish whisky with a rich and smoky character. Its six years of maturation have resulted in a smooth and balanced flavor profile. Notes of peat smoke, citrus, and honey intertwine to create a delightful and memorable tasting experience.",
    "Regular price": 4.25,
    "Categories": "Strength > 50-59% ABV, Age > Age 3-9, Independent Bottler > Hidden Spirits, Region > Highland, Taste > Peated, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 67394,
    "Name": "Ardmore 7yr",
    "Description": "Ardmore 7yr is a smoky and peaty single malt Scotch whisky. It boasts a rich and complex flavor profile with notes of bonfire smoke, honey, and vanilla. The whisky has a smooth and satisfying finish, leaving a lingering warmth on the palate.",
    "Regular price": 4.25,
    "Categories": "Strength > 45-49% ABV, Age > Age 3-9, Independent Bottler > Carn Mor, Region > Highland, Taste > Honey, Taste > Peated, Taste > Spicy, Taste > Woody"
  },
  {
    "ID": 67395,
    "Name": "Ardnamurchan AD 01.21:01",
    "Description": "Ardnamurchan AD 01.21:01 is a single malt Scotch whisky with a unique character. It is crafted in the Scottish Highlands, using traditional methods and locally sourced ingredients. This particular whisky has a rich and complex flavor profile, with notes of sweet vanilla, fresh green apples, and a hint of peat smoke.",
    "Regular price": 4.75,
    "Categories": "Strength > 45-49% ABV, Independent Bottler > Adelphi, Region > Highland, Taste > Honey, Taste > Peated, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 67399,
    "Name": "Arran 17yr",
    "Description": "Arran 17yr is a rich and velvety single malt whisky. It offers a delightful combination of fruity and spicy notes, with hints of tropical fruits and vanilla. The whisky has a smooth and satisfying finish, making it a truly enjoyable choice for whisky enthusiasts.",
    "Regular price": 10,
    "Categories": "Strength > 45-49% ABV, Age > Age 10-17, Taste > Floral, Taste > Honey, Region > Islands, Taste > Spicy, Independent Bottler > The Whisky Agency, Taste > Woody"
  },
  {
    "ID": 67405,
    "Name": "Auchentoshan 12yr",
    "Description": "Auchentoshan 12yr is a smooth and complex whisky from Scotland. It offers a delicate balance of vanilla sweetness and citrus notes. With a mature age of 12 years, it showcases a refined and mellow character that is sure to impress whisky enthusiasts.",
    "Regular price": 4,
    "Categories": "Strength > 40-44% ABV, Age > Age 10-17, Taste > Floral, Taste > Fruity, Taste > Honey, Region > Lowland, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67406,
    "Name": "Auchentoshan 18yr",
    "Description": "Auchentoshan 18yr is a premium Scottish whisky known for its exceptional smoothness and complexity. With its rich golden hue, it offers a delightful aroma of vanilla, honey, and citrus fruits. On the palate, this whisky reveals an exquisite balance of oaky notes, toffee, dried fruits, and a hint of spice, culminating in a long, satisfying finish.",
    "Regular price": 7,
    "Categories": "Strength > 40-44% ABV, Age > Age 18-24, Taste > Honey, Region > Lowland, Taste > Nutty, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67408,
    "Name": "Auchentoshan 3 wood",
    "Description": "Auchentoshan 3 Wood is a multi-award-winning whisky. It is known for its unique maturation process in three different types of casks: American bourbon, Spanish Oloroso sherry, and Pedro Ximénez sherry. This results in a rich, complex flavor profile with notes of toffee, vanilla, dark chocolate, and dried fruits.",
    "Regular price": 4.5,
    "Categories": "Strength > 40-44% ABV, Taste > Chocolatey, Taste > Honey, Region > Lowland, Taste > Nutty, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67409,
    "Name": "Auchentoshan American Oak",
    "Description": "Auchentoshan American Oak is a delightful expression of whisky. It boasts a smooth and velvety texture, with a rich and complex flavor profile. The hints of vanilla, coconut, and fresh citrus make it a truly enjoyable dram.",
    "Regular price": 3.5,
    "Categories": "Strength > 40-44% ABV, Taste > Floral, Taste > Honey, Region > Lowland, Taste > Vanilla"
  },
  {
    "ID": 67411,
    "Name": "Aultmore 12yr",
    "Description": "Aultmore 12-year-old is a superb single malt Scotch whisky. It is known for its remarkable smoothness and complexity. With its distinct floral and fruity notes, Aultmore 12yr offers a delightful and well-balanced whisky experience.",
    "Regular price": 5.5,
    "Categories": "Strength > 45-49% ABV, Age > Age 10-17, Taste > Floral, Taste > Fruity, Taste > Honey, Region > Speyside, Taste > Spicy, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67414,
    "Name": "Ballantines 17yr",
    "Description": "Ballantines 17yr is a remarkable Scottish whisky, known for its exquisite taste and complexity. With a beautifully balanced blend of fruity, floral, and smoky notes, it offers a sensory adventure for whisky connoisseurs. The 17-year aging process adds a rich depth to its character, making it a truly remarkable choice for those seeking a refined whisky experience.",
    "Regular price": 4.5,
    "Categories": "Strength > 40-44% ABV, Age > Age 10-17, Taste > Fruity, Taste > Honey, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67415,
    "Name": "Balvenie 12yr Doublewood",
    "Description": "Balvenie 12yr Doublewood is a smooth and rich whisky. It undergoes a unique process of maturation in two different types of casks, giving it a distinctive character. The whisky features notes of honey, vanilla, and dried fruits, creating a delightful sipping experience.",
    "Regular price": 4,
    "Categories": "Strength > 40-44% ABV, Age > Age 10-17, Taste > Honey, Region > Speyside, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67417,
    "Name": "Balvenie 15yr Single Barrel",
    "Description": "Balvenie 15 year Single Barrel is a prestigious Scottish Whisky. Aged for fifteen years, it offers a rich and complex flavor profile. Each bottle is drawn from a single cask, making it a unique expression of Balvenie's craftsmanship.",
    "Regular price": 19,
    "Categories": "Strength > 45-49% ABV, Age > Age 10-17, Taste > Honey, Region > Speyside, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67418,
    "Name": "Balvenie 17yr Doublewood",
    "Description": "Balvenie 17-year-old Doublewood is a rich and flavorful Scottish whisky. It is aged for 17 years to develop a smooth and complex character. The nose offers notes of honey, vanilla, and oak, while the palate reveals a delightful blend of dried fruits, spice, and caramel.",
    "Regular price": 16,
    "Categories": "Strength > 40-44% ABV, Age > Age 10-17, Taste > Fruity, Taste > Honey, Taste > Nutty, Region > Speyside, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67419,
    "Name": "Balvenie 21yr Madeira Cask",
    "Description": "Balvenie 21-year-old Madeira Cask is a highly regarded whisky from the Balvenie distillery. It is matured for 21 years in traditional oak casks, and then finished in ex-Madeira wine barrels. This additional aging imparts rich and complex flavors, resulting in a whisky with notes of dried fruits, honey, and spice.",
    "Regular price": 25,
    "Categories": "Strength > 45-49% ABV, Age > Age 18-24, Taste > Fruity, Taste > Honey, Taste > Nutty, Region > Speyside, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67420,
    "Name": "Balvenie 21yr Portwood",
    "Description": "Balvenie 21-year-old Portwood is a refined and exquisite Scottish whisky. It presents a harmonious blend of rich flavors, combining the sweet notes of port with the smoothness of aged whisky. With its luscious texture and complex character, it offers a memorable drinking experience.",
    "Regular price": 15,
    "Categories": "Strength > 45-49% ABV, Age > Age 18-24, Taste > Fruity, Taste > Honey, Region > Speyside, Taste > Woody"
  },
  {
    "ID": 67421,
    "Name": "Balvenie 25yr limited edition",
    "Description": "Balvenie 25-year-old limited edition whisky is a superbly crafted spirit. \\nThis exceptional whisky is aged for a quarter of a century, resulting in a truly refined and rich flavor profile. \\nWith complex notes of oak, spice, and honey, it offers a luxurious drinking experience for enthusiasts of fine whisky.",
    "Regular price": 40,
    "Categories": "Strength > 40-44% ABV, Age > Age 25-30, Taste > Honey, Taste > Nutty, Region > Speyside, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67422,
    "Name": "Balvenie Caribbean Cask",
    "Description": "Balvenie Caribbean Cask is a delightful Scotch whisky that undergoes a unique maturation process. It is aged in traditional oak casks first, and then finished in casks that were previously used to age Caribbean rum. This infusion results in a smooth and rich whisky with notes of tropical fruits and spice.",
    "Regular price": 4.75,
    "Categories": "Strength > 40-44% ABV, Age > Age 10-17, Taste > Honey, Region > Speyside, Taste > Spicy, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67423,
    "Name": "Balvenie Tun 1509 Batch 2",
    "Description": "Balvenie Tun 1509 Batch 2 is a highly sought-after Scotch whisky. This exquisite release is meticulously crafted by marrying whisky from specially selected casks. With a rich and complex profile, it offers notes of honey, dried fruits, and spices, creating a truly memorable drinking experience.",
    "Regular price": 20,
    "Categories": "Strength > 50-59% ABV, Taste > Floral, Taste > Honey, Taste > Nutty, Region > Speyside, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67424,
    "Name": "Balvenie Week of Peat",
    "Description": "Balvenie Week of Peat is a renowned Scotch whisky. It offers a unique fusion of smoky and traditional Balvenie characteristics. This whisky exhibits a delicate balance of peat smokiness and sweet notes, creating a captivating and memorable tasting experience.",
    "Regular price": 5,
    "Categories": "Strength > 45-49% ABV, Age > Age 10-17, Taste > Honey, Taste > Nutty, Taste > Peated, Region > Speyside, Taste > Woody"
  },
  {
    "ID": 67425,
    "Name": "Bells",
    "Description": "Bells Whisky is a well-known blended Scotch whisky. It has a rich and smooth taste, with notes of vanilla, oak, and caramel. Bells Whisky is enjoyed neat or in a variety of cocktails, making it a versatile choice for whisky enthusiasts.",
    "Regular price": 2.3,
    "Categories": "Strength > 40-44% ABV, Taste > Honey, Taste > Nutty, Taste > Vanilla"
  },
  {
    "ID": 67426,
    "Name": "Ben Nevis 12yr",
    "Description": "Ben Nevis 12yr is a rich and full-bodied whisky with a beautiful amber hue. It boasts distinct notes of honey, toffee, and spices, which provide a delightful sweetness. With a long and warming finish, this whisky is a perfect choice for those seeking a complex and satisfying dram.",
    "Regular price": 10,
    "Categories": "Strength > 50-59% ABV, Age > Age 10-17, Independent Bottler > Hidden Spirits, Region > Highland, Taste > Honey, Taste > Nutty, Taste > Woody"
  },
  {
    "ID": 67430,
    "Name": "Benriach 11yr peated sherry cask",
    "Description": "Benriach 11yr peated sherry cask is a complex and captivating Scottish whisky. Its smokey and peaty character gives it a unique and robust flavor profile. The influence of the sherry cask adds layers of rich sweetness and depth to this exquisite whisky.",
    "Regular price": 8,
    "Categories": "Strength > 50-59% ABV, Age > Age 10-17, Independent Bottler > Duncan Taylor, Taste > Nutty, Taste > Peated, Region > Speyside, Taste > Woody"
  },
  {
    "ID": 67432,
    "Name": "Benriach 8yr",
    "Description": "Benriach 8yr is a delightful Scottish whisky with a rich and complex flavor profile. It exhibits a subtle sweetness with notes of honey, vanilla, and ripe fruits. The whisky also boasts a smooth and velvety texture, making it a true pleasure to savor.",
    "Regular price": 6.5,
    "Categories": "Strength > 50-59% ABV, Age > Age 3-9, Taste > Fruity, Taste > Honey, Region > Speyside, Taste > Vanilla"
  },
  {
    "ID": 67434,
    "Name": "Benrinnes 11yr Artist Series",
    "Description": "Benrinnes 11yr Artist Series is a captivating Scottish whisky. It exhibits a rich and complex profile with layers of flavor. The whisky offers notes of dark chocolate, dried fruits, and a hint of spice, making it a truly delightful and unique choice for enthusiasts.",
    "Regular price": 8,
    "Categories": "Strength > 45-49% ABV, Age > Age 10-17, Taste > Floral, Taste > Fruity, Taste > Honey, Independent Bottler > La maison du whisky, Region > Speyside, Taste > Spicy, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67435,
    "Name": "Benrinnes 9yr",
    "Description": "Benrinnes 9yr is a delightful Scottish whisky with a rich and complex flavour profile. It showcases notes of dark chocolate, dried fruits, and a hint of spice. Its smooth and lingering finish makes it a truly enjoyable dram for whisky enthusiasts.",
    "Regular price": 4.25,
    "Categories": "Strength > 45-49% ABV, Age > Age 3-9, Independent Bottler > Carn Mor, Taste > Honey, Taste > Nutty, Region > Speyside, Taste > Spicy, Taste > Woody"
  },
  {
    "ID": 67436,
    "Name": "Benromach 10yr",
    "Description": "Benromach 10yr is a rich and smooth Scotch Whisky with a distinct character. It has a beautiful golden hue and a delightful aroma of sweet fruits, chocolate, and subtle smoke. The taste is well-balanced, with hints of toffee, spices, and a lingering smoky finish.",
    "Regular price": 4,
    "Categories": "Strength > 40-44% ABV, Age > Age 10-17, Taste > Honey, Taste > Nutty, Region > Speyside, Taste > Spicy, Taste > Woody"
  },
  {
    "ID": 67437,
    "Name": "Benromach 15yr",
    "Description": "Benromach 15yr is a splendid Scottish whisky with a rich and robust character. Its deep amber colour entices the eye, while on the nose, you'll uncover delightful notes of sherry, berries, and spices. Upon tasting, this whisky reveals a perfect balance of smoky peat, sweet toffee, and hints of chocolate, culminating in a long and satisfying finish.",
    "Regular price": 6.75,
    "Categories": "Strength > 40-44% ABV, Age > Age 10-17, Taste > Honey, Taste > Nutty, Region > Speyside, Taste > Spicy, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67438,
    "Name": "Benromach Chateau Cissac Wood",
    "Description": "Benromach Chateau Cissac Wood is a richly flavored Scottish whisky. It is matured in oak casks that previously held Chateau Cissac wine, lending it a unique character. It boasts notes of red fruits, chocolate, and a subtle smokiness, making it a delightful choice for whisky enthusiasts.",
    "Regular price": 6,
    "Categories": "Strength > 45-49% ABV, Taste > Floral, Region > Speyside, Taste > Spicy, Taste > Woody"
  },
  {
    "ID": 67439,
    "Name": "Benromach Organic",
    "Description": "Benromach Organic is a delightful Scottish whisky with a fascinating backstory. Crafted using only organic ingredients, it boasts a distinct flavour profile that sets it apart. With its smooth and rich character, it is a perfect choice for whisky enthusiasts looking for a unique and environmentally conscious spirit.",
    "Regular price": 4.75,
    "Categories": "Strength > 40-44% ABV, Taste > Honey, Taste > Nutty, Region > Speyside, Taste > Woody"
  },
  {
    "ID": 67440,
    "Name": "Big Peat",
    "Description": "Big Peat is a highly acclaimed Scottish whisky with a distinct character. It is a peaty and smoky expression, known for its robust flavors. The whisky offers a rich and complex profile, making it a favorite among enthusiasts of peated whiskies.",
    "Regular price": 4,
    "Categories": "Strength > 45-49% ABV, Independent Bottler > Douglas Laing, Taste > Peated, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 67441,
    "Name": "Black and White",
    "Description": "Black and White Whisky is a blended Scotch whisky with a rich and smooth character. It is known for its distinctive black and white terrier logo, which represents the brand's playful and adventurous spirit. This whisky offers a balanced combination of malt and grain whiskies, resulting in a complex yet approachable taste experience.",
    "Regular price": 3.25,
    "Categories": "Strength > 40-44% ABV, Taste > Nutty, Taste > Woody"
  },
  {
    "ID": 67444,
    "Name": "Black Bottle",
    "Description": "Black Bottle is a rich and robust Scottish whisky with a distinctive character. It offers a complex blend of smoky and fruity notes, creating a harmonious and balanced flavour profile. Its velvety smooth texture and lingering finish make it a delight to savour sip after sip.",
    "Regular price": 2.3,
    "Categories": "Strength > 40-44% ABV, Taste > Honey, Taste > Nutty, Taste > Peated, Taste > Salty, Taste > Vanilla"
  },
  {
    "ID": 67445,
    "Name": "Black Snake Vat#2",
    "Description": "Black Snake Vat#2 is a rich and distinctive Scottish whisky. It balances smoky and fruity notes, creating a unique flavor profile. This whisky offers a smooth and lingering finish, making it a delightful choice for whisky connoisseurs.",
    "Regular price": 7,
    "Categories": "Strength > 60%+ABV, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 67446,
    "Name": "Bladnoch 10yr",
    "Description": "Bladnoch 10yr is a delightful Scottish whisky with a unique character. It showcases the distillery's exceptional craftsmanship and dedication to quality. This single malt offers a smooth and rich flavor profile, with notes of honey, vanilla, and hints of citrus.",
    "Regular price": 8,
    "Categories": "Strength > 40-44% ABV, Age > Age 10-17, Taste > Floral, Taste > Fruity, Taste > Honey, Region > Lowland, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67447,
    "Name": "Bladnoch 1993",
    "Description": "Bladnoch 1993 is an exceptional Scotch whisky with a rich and smooth character. It exudes notes of ripe fruits, honey, and vanilla, creating a luscious and indulgent taste profile. This whisky is well-aged, offering a complex and balanced flavor with a long, satisfying finish.",
    "Regular price": 7,
    "Categories": "Strength > 45-49% ABV, Taste > Floral, Taste > Fruity, Independent Bottler > Gordon & McPhail, Taste > Honey, Region > Lowland, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67448,
    "Name": "Blair Atholl 12yr",
    "Description": "Blair Atholl 12yr is a sophisticated Scottish whisky known for its exceptional quality. With a rich golden hue, this whisky exhibits a smooth and velvety texture that delights the palate. Its carefully crafted blend of flavors offers a harmonious balance of fruitiness, spice, and oak notes, leaving a long-lasting, satisfying finish.",
    "Regular price": 4.75,
    "Categories": "Strength > 40-44% ABV, Age > Age 10-17, Taste > Floral, Taste > Fruity, Region > Highland, Taste > Honey, Taste > Spicy, Taste > Woody"
  },
  {
    "ID": 67449,
    "Name": "Blair Atholl 15yr",
    "Description": "Blair Atholl 15-year-old Whisky offers a rich and smooth drinking experience. Its complex and fruity aroma entices the senses. This outstanding Whisky showcases notes of honey, dried fruits, and a subtle hint of spice on the palate.",
    "Regular price": 9,
    "Categories": "Strength > 60%+ABV, Age > Age 10-17, Independent Bottler > Blackadder, Taste > Fruity, Region > Highland, Taste > Honey, Taste > Nutty, Taste > Spicy, Taste > Woody"
  },
  {
    "ID": 67450,
    "Name": "Blair Atholl 16yr Old Malt Cask",
    "Description": "Blair Atholl 16yr Old Malt Cask is a rich and smooth Scottish whisky with a captivating flavor profile. Crafted with finesse, it presents a harmonious combination of fruity notes, spicy undertones, and a hint of chocolate. This whisky boasts a stunning complexity that is sure to delight the discerning whisky enthusiast.",
    "Regular price": 7,
    "Categories": "Strength > 50-59% ABV, Age > Age 10-17, Taste > Fruity, Region > Highland, Taste > Honey, Independent Bottler > Hunter Laing, Taste > Spicy, Taste > Woody"
  },
  {
    "ID": 67451,
    "Name": "Bowmore 12yr",
    "Description": "Bowmore 12yr is a delightful Scottish whisky. It offers a smooth and balanced taste profile. With a hint of peat smoke, fruity notes, and a gentle sweetness, it's a truly enjoyable whisky experience.",
    "Regular price": 4,
    "Categories": "Strength > 40-44% ABV, Age > Age 10-17, Taste > Fruity, Region > Islay, Taste > Peated, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 67452,
    "Name": "Bowmore 16yr",
    "Description": "Bowmore 16yr is a distinguished whisky with a rich and complex character. It boasts a captivating combination of smoky and fruity flavours, adding depth to each sip. With its well-balanced profile and a delightful hint of coastal influence, Bowmore 16yr offers a memorable whisky experience.",
    "Regular price": 7,
    "Categories": "Strength > 45-49% ABV, Age > Age 10-17, Taste > Floral, Taste > Fruity, Taste > Honey, Region > Islay, Taste > Peated, Taste > Salty, Independent Bottler > Signatory vintage, Taste > Woody"
  },
  {
    "ID": 67455,
    "Name": "Box Dalvve",
    "Description": "The Dalvve Whisky Box is a remarkable offering of Scottish whisky. \\nIt features a curated selection of premium whiskies from renowned distilleries. \\nEach bottle in the box is meticulously chosen to showcase the rich and diverse flavours of Scottish whisky.",
    "Regular price": 6,
    "Categories": "Strength > 45-49% ABV, Taste > Honey, Taste > Nutty, Taste > Vanilla, Taste > Woody, Region > World"
  },
  {
    "ID": 67456,
    "Name": "Box PX Cask",
    "Description": "The Whisky Box PX Cask is a rich and indulgent Scottish whisky. Aged in Pedro Ximenez sherry casks, it boasts a tantalizing complexity and sweetness. With notes of dried fruits, dark chocolate, and a velvety smooth finish, it offers a truly memorable tasting experience.",
    "Regular price": 8,
    "Categories": "Strength > 50-59% ABV, Taste > Chocolatey, Taste > Nutty, Taste > Woody, Region > World"
  },
  {
    "ID": 67457,
    "Name": "Braeval 8yr",
    "Description": "Braeval 8yr is an exquisite Scottish whisky that possesses a delightful balance of flavours. With its smooth and velvety texture, it offers a delightful sipping experience. This whisky showcases notes of honeyed fruits, vanilla, and subtle spices that culminate in a long, satisfying finish.",
    "Regular price": 5,
    "Categories": "Strength > 45-49% ABV, Age > Age 3-9, Independent Bottler > Douglas Laing, Taste > Fruity, Taste > Honey, Region > Speyside, Taste > Vanilla"
  },
  {
    "ID": 67458,
    "Name": "Bruichladdich 10yr",
    "Description": "Bruichladdich 10yr Whisky boasts a complex and intriguing flavour profile. Its rich aromas of oak, malt, and spice entice the senses. On the palate, it reveals a delightful combination of sweet honey, vanilla, and subtle peat smoke, resulting in a smooth and satisfying finish.",
    "Regular price": 6,
    "Categories": "Strength > 45-49% ABV, Age > Age 10-17, Taste > Floral, Taste > Fruity, Taste > Honey, Region > Islay, Taste > Salty, Taste > Spicy, Taste > Vanilla"
  },
  {
    "ID": 67459,
    "Name": "Bruichladdich 21yr",
    "Description": "Bruichladdich 21yr is a captivating Scottish whisky with a rich, golden color. Its aroma is a combination of fruity notes, oak, and a hint of sea breeze. On the palate, this whisky offers a complex and well-rounded taste, with flavors of stone fruits, caramel, and a gentle smokiness.",
    "Regular price": 15,
    "Categories": "Strength > 45-49% ABV, Age > Age 18-24, Taste > Fruity, Taste > Honey, Region > Islay, Taste > Salty, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67460,
    "Name": "Bruichladdich Classic Laddie",
    "Description": "Bruichladdich Classic Laddie is a vibrant and characterful Scotch whisky. It is known for its complex yet delicate flavors. The whisky showcases a beautiful balance of fruity, floral, and malty notes, making it a truly enjoyable dram.",
    "Regular price": 4,
    "Categories": "Strength > 50-59% ABV, Taste > Floral, Taste > Fruity, Taste > Honey, Region > Islay, Taste > Salty, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67462,
    "Name": "Bunnahabhain 12yr",
    "Description": "Bunnahabhain 12yr is a rich and smooth Scotch whisky produced on the remote island of Islay. With a gentle and complex character, it offers notes of honey, nuts, and dried fruits. This single malt has a delightful maritime influence, with a touch of smokiness that adds a unique depth to its flavor profile.",
    "Regular price": 4,
    "Categories": "Strength > 45-49% ABV, Age > Age 10-17, Taste > Fruity, Taste > Honey, Region > Islay, Taste > Nutty, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 67463,
    "Name": "Bunnahabhain 18yr",
    "Description": "Bunnahabhain 18yr is an exquisite Scotch Whisky with a rich and complex flavor profile. The whisky offers a perfect balance of sweet and smoky notes, combined with hints of fruit and spices. It is a highly sought-after whisky, cherished by whisky connoisseurs around the world.",
    "Regular price": 12,
    "Categories": "Strength > 45-49% ABV, Age > Age 18-24, Taste > Chocolatey, Region > Islay, Taste > Nutty, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 67464,
    "Name": "Bunnahabhain 25yr",
    "Description": "Bunnahabhain 25-year-old whisky is a remarkable expression of this distillery's craft. With an astonishing aging of a quarter-century, it exudes complexity and sophistication. Its rich amber hue, intricate layers of flavor, and long-lasting finish make it a truly exceptional whisky.",
    "Regular price": 30,
    "Categories": "Strength > 45-49% ABV, Age > Age 25-30, Taste > Floral, Taste > Honey, Region > Islay, Taste > Nutty, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 67465,
    "Name": "Bunnahabhain 28yr",
    "Description": "Bunnahabhain 28yr is a splendid single malt Scotch whisky. It offers a rich, complex flavor profile with notes of dried fruits, vanilla, and oak. This whisky boasts a remarkably smooth and velvety texture, making it a truly indulgent and satisfying choice.",
    "Regular price": 18,
    "Categories": "Strength > 40-44% ABV, Age > Age 25-30, Taste > Honey, Region > Islay, Taste > Nutty, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 67466,
    "Name": "Bunnahabhain 28yr Untold Riches",
    "Description": "Bunnahabhain 28yr Untold Riches is a rare and exquisite single malt whisky. It boasts a rich and complex flavor profile, with notes of dried fruits, dark chocolate, and a hint of spice. This aged expression of Bunnahabhain is truly a treasure for whisky enthusiasts.",
    "Regular price": 15,
    "Categories": "Strength > 45-49% ABV, Age > Age 25-30, Taste > Chocolatey, Region > Islay, Taste > Nutty, Independent Bottler > Weymss Malts, Taste > Woody"
  },
  {
    "ID": 67468,
    "Name": "Cameron Brig",
    "Description": "Cameron Brig is a unique and distinctive whisky. It offers a smooth, balanced flavor profile that appeals to both seasoned whisky enthusiasts and newcomers. Its rich notes of caramel, vanilla, and oak make it a delightful choice for a relaxing evening indulgence.",
    "Regular price": 2.5,
    "Categories": "Strength > 40-44% ABV, Taste > Spicy, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67469,
    "Name": "Caol Ila 10yr SMOS Parcel 7",
    "Description": "Caol Ila 10yr SMOS Parcel 7 is a remarkable Scottish Whisky. It offers a rich and smoky flavour profile that is characteristic of Islay whiskies. With its 10-year aging process, this whisky has developed a complexity and depth that is truly exceptional.",
    "Regular price": 6.5,
    "Categories": "Strength > 45-49% ABV, Age > Age 10-17, Region > Islay, Taste > Peated, Taste > Salty, Independent Bottler > Single malts of Scotland, Taste > Woody"
  },
  {
    "ID": 67470,
    "Name": "Caol Ila 12yr",
    "Description": "Caol Ila 12-year-old whisky is a rich and smoky Islay malt. Its nose offers a delicate balance of peat smoke, citrus, and sea salt. On the palate, it reveals a beautiful combination of brine, peat, caramel, and hints of tropical fruits.",
    "Regular price": 4,
    "Categories": "Strength > 40-44% ABV, Age > Age 10-17, Taste > Honey, Region > Islay, Taste > Peated, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 67471,
    "Name": "Caol Ila 12  Elements of Islay",
    "Description": "Caol Ila 12, from the Elements of Islay collection, is a revered Islay whisky with a distinct character. Its smooth and smoky flavours capture the essence of this iconic Scottish Whisky region. With its delicate balance of peat smoke, fruity sweetness, and maritime influence, Caol Ila 12 offers a truly unique taste experience.",
    "Regular price": 7,
    "Categories": "Strength > 50-59% ABV, Independent Bottler > Elixir distillers, Region > Islay, Taste > Peated, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 67472,
    "Name": "Caol Ila 13yr single cask",
    "Description": "Caol Ila 13-year-old single cask is a richly complex Scotch whisky, crafted with precision and expertise. Its distinctive smoky aroma, complemented by subtle hints of fruit and sea salt, creates a captivating sensory experience. This exceptional whisky offers a smooth and velvety texture, with a lingering finish that leaves a delightful warmth on the palate.",
    "Regular price": 7,
    "Categories": "Strength > 50-59% ABV, Age > Age 10-17, Taste > Honey, Region > Islay, Taste > Peated, Taste > Salty, Independent Bottler > Scotch and Tattoos, Taste > Woody"
  },
  {
    "ID": 67475,
    "Name": "Caol Ila 2001",
    "Description": "Caol Ila 2001 is a single malt Scotch whisky known for its distinctive peaty character. It was distilled in the year 2001 and has since developed a complex flavor profile with notes of smoke, citrus, and sea salt. This whisky is highly regarded for its smoothness and balance, making it a favorite among whisky enthusiasts.",
    "Regular price": 15,
    "Categories": "Strength > 45-49% ABV, Age > Age 3-9, Region > Islay, Taste > Peated, Taste > Salty, Independent Bottler > Samaroli, Taste > Woody"
  },
  {
    "ID": 67476,
    "Name": "Caol Ila 8yr",
    "Description": "Caol Ila 8yr is a rich and smoky Islay whisky. It boasts a distinctive peatiness that is both intense and refined. With a well-balanced profile, it offers notes of smouldering bonfire, sea salt, and citrus zest.",
    "Regular price": 6.5,
    "Categories": "Strength > 50-59% ABV, Age > Age 3-9, Independent Bottler > Hidden Spirits, Region > Islay, Taste > Peated, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 67478,
    "Name": "Caperdonich 18yr",
    "Description": "Caperdonich 18yr is a rich and complex single malt whisky. Its deep amber colour hints at the depth of flavours within. On the palate, you'll find a delightful combination of fruity notes, such as ripe apples and juicy peaches, along with hints of caramel and vanilla.",
    "Regular price": 9,
    "Categories": "Strength > 45-49% ABV, Age > Age 18-24, Independent Bottler > Berry Bros & Rudd, Taste > Honey, Taste > Nutty, Region > Speyside, Taste > Woody"
  },
  {
    "ID": 67479,
    "Name": "Caperdonich 25yr",
    "Description": "Caperdonich 25 Year Old is an exquisite whisky with a rich and complex character. This aged expression offers a perfect balance of flavors and aromas. Its smooth palate showcases notes of dried fruits, spices, and a hint of oak, culminating in a long and satisfying finish.",
    "Regular price": 15,
    "Categories": "Strength > 50-59% ABV, Age > Age 25-30, Independent Bottler > Carn Mor, Taste > Floral, Taste > Honey, Taste > Nutty, Region > Speyside, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67480,
    "Name": "Ichiros Malt Chichibu Kusuda",
    "Description": "Ichiros Malt Chichibu Kusuda is an exceptional whisky from Japan. Its rich and complex flavor profile showcases notes of oak, caramel, and a hint of peat smoke. This whisky is highly sought after by enthusiasts for its exquisite craftsmanship and unique character.",
    "Regular price": 30,
    "Categories": "Strength > 50-59% ABV, Taste > Floral, Taste > Fruity, Region > Japan, Taste > Woody"
  },
  {
    "ID": 67481,
    "Name": "Clynelish 14yr",
    "Description": "Clynelish 14yr is a smooth and rich whisky, offering a delightful combination of flavors. With its golden amber hue, this whisky releases hints of honey, citrus, and vanilla on the nose. On the palate, it delights with notes of green apple, toffee, and a subtle smokiness, leading to a lingering, warm finish.",
    "Regular price": 4.25,
    "Categories": "Strength > 45-49% ABV, Age > Age 10-17, Taste > Floral, Taste > Honey, Taste > Salty, Region > Speyside, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67483,
    "Name": "Cragganmore 12",
    "Description": "Cragganmore 12 is a well-rounded and flavorful whisky from Scotland. With its rich amber color, it invites you to indulge in its smooth and velvety texture. The nose of the Cragganmore 12 reveals a delightful combination of sweet floral notes, honey, malt, and a hint of smoke.",
    "Regular price": 4,
    "Categories": "Strength > 40-44% ABV, Age > Age 10-17, Taste > Floral, Taste > Fruity, Taste > Honey, Region > Speyside, Taste > Spicy, Taste > Woody"
  },
  {
    "ID": 67484,
    "Name": "Cragganmore 8yr",
    "Description": "Cragganmore 8yr is a splendid Scotch Whisky that embodies the essence of Speyside. With its rich and smooth character, it offers a delightful combination of flavors. Its aroma is captivating, presenting a delightful balance of fruity and floral notes with a subtle hint of smoke.",
    "Regular price": 4.25,
    "Categories": "Strength > 40-44% ABV, Age > Age 3-9, Taste > Floral, Taste > Fruity, Taste > Honey, Independent Bottler > Signatory vintage, Region > Speyside, Taste > Spicy, Taste > Woody"
  },
  {
    "ID": 67486,
    "Name": "Cragganmore Distllers Edition 2007",
    "Description": "Cragganmore Distillers Edition 2007 is a remarkable whisky crafted with precision and finesse. It boasts a rich and complex flavor profile, offering a symphony of sweet fruits, subtle spices, and indulgent sherry notes. This exquisite single malt whisky is a true embodiment of the distillery's commitment to excellence and is sure to captivate whisky enthusiasts with its smoothness and depth.",
    "Regular price": 6.5,
    "Categories": "Strength > 40-44% ABV, Taste > Fruity, Taste > Honey, Region > Speyside, Taste > Spicy, Taste > Woody"
  },
  {
    "ID": 67488,
    "Name": "Craigellachie 13yr",
    "Description": "Craigellachie 13yr is a smooth and rich Scotch Whisky with a unique character. With its beautiful amber color, it entices with a delightful nose of fruity notes and hints of spice. On the palate, it offers a complex blend of toffee, oak, and a touch of smokiness, culminating in a long, satisfying finish.",
    "Regular price": 4,
    "Categories": "Strength > 45-49% ABV, Age > Age 10-17, Taste > Fruity, Taste > Honey, Taste > Nutty, Region > Speyside, Taste > Spicy, Taste > Woody"
  },
  {
    "ID": 67489,
    "Name": "Craigellachie 12yr",
    "Description": "Craigellachie 12yr is a rich and complex Scottish whisky with a distinctive character. Its aroma offers notes of honey, citrus, and a subtle hint of smoke. On the palate, you'll taste a delightful balance of fruitiness, spiciness, and a touch of oak, leading to a long and satisfying finish.",
    "Regular price": 5,
    "Categories": "Strength > 45-49% ABV, Age > Age 10-17, Independent Bottler > Douglas Laing, Taste > Honey, Taste > Nutty, Region > Speyside, Taste > Spicy, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67490,
    "Name": "Craigellachie 21yr",
    "Description": "Craigellachie 21yr Whisky is a delightful single malt with a rich and complex character. Its smooth and velvety texture is accompanied by a distinctive aroma and a mouthwatering palate. This exceptional Whisky offers a perfect balance of smoky, fruity, and spicy notes, making it a true pleasure to savour.",
    "Regular price": 14,
    "Categories": "Strength > 50-59% ABV, Age > Age 18-24, Taste > Honey, Independent Bottler, Taste > Nutty, Region > Speyside, Taste > Woody"
  },
  {
    "ID": 67492,
    "Name": "Dailuaine 12yr",
    "Description": "Dailuaine 12yr is a rich and velvety single malt Scotch whisky. Its aroma is a delightful combination of fruity notes, with hints of apricot and ripe plums. On the palate, it offers a smooth and complex taste, with flavors of honey, vanilla, and a touch of spice.",
    "Regular price": 7,
    "Categories": "Strength > 50-59% ABV, Age > Age 10-17, Taste > Chocolatey, Taste > Honey, Taste > Nutty, Region > Speyside, Taste > Spicy, Independent Bottler > The Single Cask, Taste > Woody"
  },
  {
    "ID": 67493,
    "Name": "Dailuaine 16",
    "Description": "Dailuaine 16 is a rich and velvety single malt Scotch whisky. It boasts a complex array of flavors, including dark chocolate, spiced fruit, and aromatic oak. The whisky offers a smooth and lingering finish, leaving a satisfying warmth on the palate.",
    "Regular price": 5,
    "Categories": "Strength > 40-44% ABV, Age > Age 10-17, Taste > Nutty, Region > Speyside, Taste > Spicy, Taste > Woody"
  },
  {
    "ID": 67494,
    "Name": "Dailuaine 21yr",
    "Description": "Dailuaine 21yr is a notable Scottish whisky with distinct character and maturity. Its rich, fruity aromas blend perfectly with hints of oak and spices. The smooth, velvety texture of this whisky is complemented by a long, satisfying finish.",
    "Regular price": 7.5,
    "Categories": "Strength > 50-59% ABV, Age > Age 18-24, Independent Bottler > Dream of Scotland, Taste > Nutty, Region > Speyside, Taste > Woody"
  },
  {
    "ID": 67496,
    "Name": "Dalmore 12yr",
    "Description": "Dalmore 12yr is a splendid Scottish whisky with rich character and a smooth finish. Its amber hue and enticing aroma of citrus and spices captivate the senses. On the palate, it delivers a delightful combination of dried fruits, chocolate, and hints of cinnamon, leading to a long, warming aftertaste.",
    "Regular price": 4,
    "Categories": "Strength > 40-44% ABV, Age > Age 10-17, Taste > Fruity, Region > Highland, Taste > Honey, Taste > Spicy, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67497,
    "Name": "Dalmore 15yr",
    "Description": "Dalmore 15-year-old whisky is a rich, luxurious single malt with a distinctive character. It offers a complex and rewarding tasting experience. The whisky is known for its notes of citrus, chocolate, and spice, creating a harmonious and indulgent flavour profile.",
    "Regular price": 6,
    "Categories": "Strength > 40-44% ABV, Age > Age 10-17, Taste > Chocolatey, Region > Highland, Taste > Honey, Taste > Nutty, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67499,
    "Name": "Dalwhinnie 15yr",
    "Description": "Dalwhinnie 15yr is a single malt Scotch whisky. It is known for its smoothness and elegance. With a rich and honeyed flavor profile, Dalwhinnie 15yr offers notes of heather, vanilla, and subtle oak.",
    "Regular price": 4,
    "Categories": "Strength > 40-44% ABV, Age > Age 10-17, Taste > Floral, Region > Highland, Taste > Honey, Taste > Nutty, Taste > Vanilla"
  },
  {
    "ID": 67500,
    "Name": "Deanston 12yr",
    "Description": "Deanston 12yr is a richly flavored Scotch whisky with a smooth and balanced taste. It features notes of honey, citrus, and malt, creating a delightful combination of sweetness and complexity. The whisky has a long and warming finish, making it a great choice for those who appreciate a well-rounded and enjoyable dram.",
    "Regular price": 4,
    "Categories": "Strength > 45-49% ABV, Age > Age 10-17, Region > Highland, Taste > Honey, Taste > Nutty, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67502,
    "Name": "Deanston 18yr",
    "Description": "Deanston 18yr is a smooth and rich Scottish Whisky. With a deep amber color, it offers a complex and well-balanced flavor profile. Notes of honey, fruit, and spice make it a truly delightful and indulgent dram.",
    "Regular price": 7.5,
    "Categories": "Strength > 45-49% ABV, Age > Age 18-24, Region > Highland, Taste > Honey, Taste > Nutty, Taste > Woody"
  },
  {
    "ID": 67503,
    "Name": "Deanston 18yr 1996",
    "Description": "Deanston 18yr 1996 is a highly sought-after whisky with a rich, golden hue. It exudes a captivating aroma of honey, vanilla, and tropical fruits. On the palate, it offers a harmonious balance of sweet toffee, zesty citrus, and hints of spice, culminating in a long, satisfying finish.",
    "Regular price": 7,
    "Categories": "Strength > 50-59% ABV, Age > Age 18-24, Region > Highland, Taste > Honey, Taste > Nutty, Independent Bottler > The Golden Cask, Taste > Woody"
  },
  {
    "ID": 67505,
    "Name": "Dewars 12yr",
    "Description": "Dewar's 12-year-old whisky is a rich and smooth blend with a gentle, golden hue. It boasts a complex and well-balanced aroma of honey, ripe apricots, and fragrant floral notes. On the palate, this whisky offers a sophisticated combination of creamy butterscotch, malted barley, and a hint of oak, culminating in a long, warming finish.",
    "Regular price": 4,
    "Categories": "Strength > 40-44% ABV, Age > Age 10-17, Taste > Floral, Region > Highland, Taste > Honey, Taste > Woody"
  },
  {
    "ID": 67506,
    "Name": "Dufftown 13yr",
    "Description": "Dufftown 13yr is a splendid Scottish whisky crafted with expertise. It offers a delightful combination of rich flavors and smoothness. The whisky's 13 years of maturation adds depth and complexity, making it a fantastic choice for whisky enthusiasts.",
    "Regular price": 9,
    "Categories": "Strength > 50-59% ABV, Age > Age 10-17, Taste > Fruity, Taste > Honey, Independent Bottler > James MacArthur, Region > Speyside, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67507,
    "Name": "Dufftown 2006",
    "Description": "Dufftown 2006 is a delightful Scotch whisky with a rich and smooth character. It showcases a complex and inviting aroma, with notes of dried fruits and spices. The taste is elegantly balanced, offering flavors of caramel, vanilla, and a subtle hint of oak.",
    "Regular price": 4.5,
    "Categories": "Strength > 45-49% ABV, Taste > Fruity, Independent Bottler > Gordon & McPhail, Taste > Honey, Region > Speyside, Taste > Spicy, Taste > Vanilla"
  },
  {
    "ID": 67508,
    "Name": "Edradour 10yr",
    "Description": "Edradour 10yr is a premium Scottish whisky renowned for its exceptional craftsmanship. Its smooth and rich flavor profile features notes of honey, vanilla, and dried fruits. The whisky showcases a perfect balance between sweetness and complexity, making it a true delight for whisky connoisseurs.",
    "Regular price": 4,
    "Categories": "Strength > 40-44% ABV, Age > Age 10-17, Taste > Fruity, Region > Highland, Taste > Honey, Taste > Spicy, Taste > Woody"
  },
  {
    "ID": 67509,
    "Name": "Famous Grouse",
    "Description": "Famous Grouse is a popular Scottish whisky known for its rich and smooth flavor. It is a blended whisky made from a combination of malt and grain whiskies. With its well-rounded taste and hints of sherry and oak, Famous Grouse is a true delight for whisky enthusiasts.",
    "Regular price": 2.3,
    "Categories": "Strength > 40-44% ABV, Taste > Fruity, Taste > Honey, Taste > Spicy, Taste > Woody"
  },
  {
    "ID": 67510,
    "Name": "Famous Grouse Smoky Black",
    "Description": "Famous Grouse Smoky Black is a rich and robust Scottish whisky with a distinctive smoky character. It offers a well-balanced combination of smoky and fruity notes, making it a unique and enjoyable drinking experience. The whisky showcases the perfect harmony between peat smoke and smooth sweetness, creating a memorable taste sensation.",
    "Regular price": 2.3,
    "Categories": "Strength > 40-44% ABV, Taste > Peated, Taste > Salty, Taste > Spicy, Taste > Woody"
  },
  {
    "ID": 67511,
    "Name": "Girvan Patent Still No 4",
    "Description": "Girvan Patent Still No 4 is a fine whisky with a rich and complex flavor profile. This Scotch whisky showcases notes of vanilla, toffee, and oak, complemented by a hint of fruity sweetness. Crafted at the Girvan Distillery in Scotland, it is a true testament to the art of whisky making.",
    "Regular price": 3.5,
    "Categories": "Strength > 40-44% ABV, Taste > Honey, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67512,
    "Name": "Glen Elgin 13yr",
    "Description": "Glen Elgin 13yr is a rich and sophisticated whisky from Scotland. It boasts a beautiful amber hue and offers a complex flavour profile. With hints of honey, dark chocolate, and dried fruits, it delights the palate with a smooth and lingering finish.",
    "Regular price": 10,
    "Categories": "Strength > 50-59% ABV, Independent Bottler > Adelphi, Age > Age 10-17, Taste > Floral, Taste > Fruity, Taste > Honey, Region > Speyside, Taste > Vanilla"
  },
  {
    "ID": 67514,
    "Name": "Glen Garioch 18yr",
    "Description": "Glen Garioch 18yr is a magnificent expression of Scottish whisky. With its rich and complex flavour profile, it entices the senses with notes of dried fruits, spices, and toffee. This whisky offers a smooth and velvety texture, making it a truly indulgent choice for whisky enthusiasts.",
    "Regular price": 9,
    "Categories": "Strength > 50-59% ABV, Independent Bottler > Adelphi, Age > Age 18-24, Taste > Floral, Taste > Fruity, Taste > Honey, Region > Speyside, Taste > Spicy, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67516,
    "Name": "Glen Moray 24yr",
    "Description": "Glen Moray 24yr is a premium Scottish whisky with a rich and complex taste. It offers a delightful combination of fruitiness and spices, creating a truly enjoyable drinking experience. This whisky has been carefully aged for 24 years, allowing its flavors to develop and intensify over time.",
    "Regular price": 20,
    "Categories": "Strength > 50-59% ABV, Age > Age 18-24, Taste > Floral, Taste > Fruity, Taste > Honey, Taste > Nutty, Independent Bottler > SCOMA, Region > Speyside, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67517,
    "Name": "Glen Ord 11yr",
    "Description": "Glen Ord 11yr is a remarkable Scotch Whisky with a rich and complex character. It is known for its exquisite balance of sweet and fruity notes, coupled with a subtle smokiness. This aged Whisky offers a smooth and velvety texture, making it an indulgent choice for whisky enthusiasts.",
    "Regular price": 10,
    "Categories": "Strength > 50-59% ABV, Age > Age 10-17, Independent Bottler > Cadenheads, Taste > Floral, Taste > Honey, Region > Speyside, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67518,
    "Name": "Glen Ord 13yr",
    "Description": "Glen Ord 13-year-old is a superb Scottish whisky with a delightful aroma and taste. It offers a rich and complex flavor profile, combining notes of vanilla, honey, and spices. The whisky has a smooth and lingering finish, making it a truly enjoyable experience for any whisky enthusiast.",
    "Regular price": 8,
    "Categories": "Strength > 60%+ABV, Age > Age 10-17, Independent Bottler > Blackadder, Taste > Floral, Taste > Fruity, Taste > Honey, Region > Speyside, Taste > Vanilla"
  },
  {
    "ID": 67519,
    "Name": "Glen Ord 7yr",
    "Description": "Glen Ord 7yr is a delightful Scottish whisky that boasts a rich and smooth character. With a seven-year age statement, it exudes maturity and complexity beyond its years. This whisky offers a harmonious blend of fruity and oaky notes, making it a truly enjoyable dram.",
    "Regular price": 4,
    "Categories": "Strength > 45-49% ABV, Age > Age 3-9, Independent Bottler > Carn Mor, Taste > Fruity, Taste > Honey, Taste > Nutty, Region > Speyside, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67521,
    "Name": "Glen Scotia Double Cask",
    "Description": "Glen Scotia Double Cask is a rich and indulgent whisky from Scotland. With its unique double cask maturation process, it displays a harmonious combination of flavors. The whisky offers notes of vanilla, caramel, and spices, creating a truly enjoyable drinking experience.",
    "Regular price": 4,
    "Categories": "Strength > 45-49% ABV, Region > Campbeltown, Taste > Honey, Taste > Spicy, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67523,
    "Name": "Glen Spey 30yr",
    "Description": "Glen Spey 30yr is a truly exceptional whisky. It boasts a rich and complex profile, with notes of honey, orchard fruits, and subtle spices. The ageing process has imbued it with a velvety smoothness that is simply delightful on the palate.",
    "Regular price": 16,
    "Categories": "Strength > 45-49% ABV, Age > Age 25-30, Independent Bottler > Murray mcdavid, Taste > Nutty, Region > Speyside, Taste > Woody"
  },
  {
    "ID": 67525,
    "Name": "Glenallachie 10yr",
    "Description": "Glenallachie 10yr is a rich and smooth whisky with a captivating character. It boasts a delightful combination of fruity and spicy notes, offering a truly indulgent drinking experience. With its 10-year maturation period, this whisky has developed a depth of flavor that is both sophisticated and approachable.",
    "Regular price": 5,
    "Categories": "Strength > 45-49% ABV, Age > Age 10-17, Taste > Fruity, Taste > Honey, Region > Speyside, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67527,
    "Name": "Glencadam 15yr",
    "Description": "Glencadam 15yr is a rich and vibrant Scottish whisky. It boasts a complex and creamy flavor profile. With its well-balanced nature and hints of citrus and vanilla, it offers a delightful and smooth drinking experience.",
    "Regular price": 4.5,
    "Categories": "Strength > 45-49% ABV, Age > Age 10-17, Taste > Floral, Taste > Fruity, Region > Highland, Taste > Honey, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67528,
    "Name": "Glencadam 6yr",
    "Description": "Glencadam 6yr is a delightful Scottish whisky with a rich and complex character. It exhibits a smooth and velvety mouthfeel, accompanied by notes of honey, vanilla, and citrus. This whisky boasts a lingering finish that leaves a subtle yet satisfying warmth on the palate.",
    "Regular price": 4.5,
    "Categories": "Strength > 45-49% ABV, Age > Age 3-9, Region > Highland, Taste > Honey, Taste > Nutty, Independent Bottler > That boutiquey whisky co, Taste > Vanilla"
  },
  {
    "ID": 67530,
    "Name": "Glendronach 12yr",
    "Description": "Glendronach 12yr is an exquisite Scottish Whisky with a rich and indulgent profile. With a deep amber hue, it offers a nose of honeyed fruits, roasted nuts, and gentle spices. On the palate, you'll experience a delightful combination of dried fruits, dark chocolate, and hints of oak, culminating in a long and satisfying finish.",
    "Regular price": 4,
    "Categories": "Strength > 40-44% ABV, Age > Age 10-17, Taste > Chocolatey, Taste > Nutty, Region > Speyside, Taste > Woody"
  },
  {
    "ID": 67531,
    "Name": "Glendronach 12yr (1963)",
    "Description": "Glendronach 12yr (1963) is a remarkable Scottish single malt whisky. With its rich mahogany color, it exudes elegance and character. Its nose reveals notes of caramel, dried fruits, and a hint of oak, while the palate offers a velvety smooth texture with layers of toffee, chocolate, and a lingering sweetness.",
    "Regular price": 40,
    "Categories": "Strength > 40-44% ABV, Age > Age 10-17, Taste > Chocolatey, Taste > Nutty, Region > Speyside, Taste > Woody"
  },
  {
    "ID": 67532,
    "Name": "Glendronach 15yr Revival",
    "Description": "Glendronach 15yr Revival is a fantastic Scottish whisky with a rich and complex character. It offers a delightful combination of sherry influence, fruity notes, and a touch of spice. With its smooth and velvety mouthfeel, this whisky is truly a revival of the traditional Highland style.",
    "Regular price": 7,
    "Categories": "Strength > 45-49% ABV, Age > Age 10-17, Taste > Fruity, Taste > Honey, Region > Speyside, Taste > Spicy, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67533,
    "Name": "Glendronach 18yr Allardice",
    "Description": "Glendronach 18yr Allardice is a magnificent Scottish whisky. It boasts a rich and deep flavor profile, characterized by notes of dark chocolate, dried fruits, and warm spices. With its smooth and velvety texture, it offers a truly indulgent drinking experience.",
    "Regular price": 18,
    "Categories": "Strength > 40-44% ABV, Age > Age 18-24, Taste > Chocolatey, Taste > Fruity, Taste > Nutty, Region > Speyside, Taste > Woody"
  },
  {
    "ID": 67534,
    "Name": "Glendronach 20yr Single Cask",
    "Description": "Glendronach 20-year Single Cask is a remarkable Scottish whisky. It offers a rich and complex flavor profile with notes of dried fruits, dark chocolate, and a hint of spice. This premium whisky is aged for two decades, resulting in a smooth and velvety texture that lingers on the palate.",
    "Regular price": 17,
    "Categories": "Strength > 50-59% ABV, Age > Age 18-24, Taste > Chocolatey, Taste > Nutty, Region > Speyside, Taste > Woody"
  },
  {
    "ID": 67535,
    "Name": "Glendronach 25yr Single Cask",
    "Description": "Glendronach 25yr Single Cask Whisky is an exquisite spirit with a rich and complex character. It is aged for a remarkable 25 years, resulting in a depth of flavour that is truly exceptional. This whisky offers a harmonious combination of dried fruits, spices, and oak, creating a truly indulgent drinking experience.",
    "Regular price": 20,
    "Categories": "Strength > 45-49% ABV, Age > Age 25-30, Taste > Chocolatey, Taste > Nutty, Region > Speyside, Taste > Woody"
  },
  {
    "ID": 67537,
    "Name": "Glendullan 15yr",
    "Description": "Glendullan 15yr is a rich and smooth single malt Scotch whisky. Its distinctive character is shaped by its 15 years of maturation in oak casks. This whisky offers a delicate balance of fruity and creamy notes, with hints of vanilla and nutty undertones.",
    "Regular price": 5,
    "Categories": "Strength > 50-59% ABV, Age > Age 10-17, Taste > Floral, Taste > Fruity, Taste > Honey, Region > Speyside, Independent Bottler > The Golden Cask, Taste > Woody"
  },
  {
    "ID": 67538,
    "Name": "Glenfarclas 105",
    "Description": "Glenfarclas 105 is an exquisite Scottish Whisky known for its bold and rich flavours. Its deep amber hue catches the eye, inviting you to indulge in its exceptional taste. With a powerful aroma of sherry, spices, and dark chocolate, this whisky leaves a warm and satisfying finish.",
    "Regular price": 4.5,
    "Categories": "Strength > 60%+ABV, Taste > Nutty, Region > Speyside, Taste > Spicy, Taste > Woody"
  },
  {
    "ID": 67539,
    "Name": "Glenfarclas 10yr",
    "Description": "Glenfarclas 10yr is a smooth and rich single malt Scotch Whisky. It boasts a beautiful amber colour in the glass. On the palate, it offers a complex combination of fruity, nutty, and oaky flavors.",
    "Regular price": 3.75,
    "Categories": "Strength > 40-44% ABV, Age > Age 10-17, Taste > Fruity, Taste > Honey, Region > Speyside, Taste > Woody"
  },
  {
    "ID": 67540,
    "Name": "Glenfarclas 17yr",
    "Description": "Glenfarclas 17yr is a smooth and sophisticated Scotch whisky. With its rich amber color and complex aromas, it captivates the senses from the first sip. The whisky offers a delightful balance of fruity sweetness, oak spices, and a long, warming finish, making it a true whisky connoisseur's delight.",
    "Regular price": 10,
    "Categories": "Strength > 40-44% ABV, Age > Age 10-17, Taste > Floral, Taste > Fruity, Taste > Honey, Region > Speyside, Taste > Woody"
  },
  {
    "ID": 67541,
    "Name": "Glenfarclas 25yr",
    "Description": "Glenfarclas 25-year-old is an exquisite single malt Scotch whisky with a rich and distinguished character. It showcases a deep, golden amber hue that entices the senses. On the nose, it offers a delightful combination of dried fruits, toffee, and oak, while the palate reveals layers of sherry sweetness, spice, and dark chocolate, culminating in a long and warming finish.",
    "Regular price": 14,
    "Categories": "Strength > 40-44% ABV, Age > Age 25-30, Taste > Honey, Taste > Nutty, Region > Speyside, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67543,
    "Name": "Glenfarclas Single Cask 1991",
    "Description": "Glenfarclas Single Cask 1991 is a highly sought-after Scottish whisky. It is known for its exceptional quality and unique characteristics. Crafted from a single cask, this whisky offers a rich and complex flavor profile, with notes of dried fruits, spices, and a hint of oak.",
    "Regular price": 14,
    "Categories": "Strength > 45-49% ABV, Taste > Floral, Taste > Fruity, Taste > Honey, Region > Speyside, Taste > Spicy, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67545,
    "Name": "Glenfiddich 12yr",
    "Description": "Glenfiddich 12yr is a refined Scottish whisky with a rich and smooth taste. This whisky offers a beautiful combination of subtle oak notes and hints of ripe pear and apple. Glenfiddich 12yr is a well-balanced and enjoyable whisky, perfect for those seeking a classic and approachable experience.",
    "Regular price": 4,
    "Categories": "Strength > 40-44% ABV, Age > Age 10-17, Taste > Fruity, Taste > Honey, Region > Speyside, Taste > Vanilla"
  },
  {
    "ID": 67546,
    "Name": "Glenfiddich 15yr",
    "Description": "Glenfiddich 15yr is an exquisite Scottish whisky known for its rich and complex character. \\nWith a maturation period of 15 years, this whisky offers a remarkable depth of flavour and exceptional smoothness. \\nIts notes of ripe fruits, honey, and spices create a truly indulgent drinking experience.",
    "Regular price": 4.5,
    "Categories": "Strength > 40-44% ABV, Age > Age 10-17, Taste > Floral, Taste > Fruity, Taste > Honey, Taste > Nutty, Region > Speyside, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67547,
    "Name": "Glenfiddich 18yr",
    "Description": "Glenfiddich 18yr is a rich and opulent whisky with complex layers of flavor. \\nIt exudes a delightful combination of dried fruits, spices, and dark chocolate notes. \\nThe whisky offers a smooth and lingering finish, leaving a lasting impression on the palate.",
    "Regular price": 9,
    "Categories": "Strength > 40-44% ABV, Age > Age 18-24, Taste > Honey, Region > Speyside, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67548,
    "Name": "Glenfiddich 21yr",
    "Description": "Glenfiddich 21 Year Old Whisky is a well-aged, sophisticated spirit. It showcases a rich and complex flavor profile. With hints of fruit, spices, and oak, it delights the palate and leaves a lingering, satisfying finish.",
    "Regular price": 18,
    "Categories": "Strength > 40-44% ABV, Age > Age 18-24, Taste > Fruity, Taste > Honey, Taste > Nutty, Region > Speyside, Taste > Spicy, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67549,
    "Name": "Glenfiddich 21yr Winter Storm",
    "Description": "Glenfiddich 21-year-old Winter Storm is an exquisite whisky from the renowned Glenfiddich distillery. \\nThis single malt offers a unique and captivating drinking experience with its harmonious blend of tropical fruits, vanilla, and spicy cinnamon notes. \\nMatured in distinctive Canadian icewine casks, Glenfiddich 21yr Winter Storm delivers a delightful balance of sweet and crisp flavors that tantalize the taste buds.",
    "Regular price": 22,
    "Categories": "Strength > 40-44% ABV, Age > Age 18-24, Taste > Floral, Taste > Fruity, Taste > Honey, Taste > Nutty, Region > Speyside, Taste > Woody"
  },
  {
    "ID": 67550,
    "Name": "Glenfiddich 30yr",
    "Description": "Glenfiddich 30yr is an exceptional whisky, crafted with expertise and precision. With its rich, smooth flavor profile, it offers a delightful combination of fruity and oak notes. This aged whisky exudes elegance and sophistication, making it a true delight for discerning whisky enthusiasts.",
    "Regular price": 45,
    "Categories": "Strength > 40-44% ABV, Age > Age 25-30, Taste > Fruity, Taste > Honey, Taste > Nutty, Region > Speyside, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67551,
    "Name": "Glenfiddich Fire &amp; Cane",
    "Description": "Glenfiddich Fire &amp; Cane is a remarkable Scottish whisky that blends smoky and sweet flavors. It offers a unique combination of peat smoke and honeyed sweetness on the palate. This whisky has a rich and complex character, with hints of toffee, roasted marshmallows, and a lingering smoky finish.",
    "Regular price": 4.5,
    "Categories": "Strength > 40-44% ABV, Taste > Honey, Taste > Peated, Region > Speyside, Taste > Spicy, Taste > Woody"
  },
  {
    "ID": 67552,
    "Name": "Glenfiddich Grand Cru 23yr",
    "Description": "Glenfiddich Grand Cru 23yr is a magnificent and refined single malt whisky. \\nThis exceptional whisky boasts an age of 23 years, offering a depth of character and complexity. \\nWith its harmonious blend of luxury and tradition, Glenfiddich Grand Cru 23yr is a true connoisseur's choice.",
    "Regular price": 16,
    "Categories": "Strength > 40-44% ABV, Age > Age 18-24, Taste > Floral, Taste > Honey, Region > Speyside, Taste > Vanilla"
  },
  {
    "ID": 67553,
    "Name": "Glenfiddich IPA Experiment",
    "Description": "Glenfiddich IPA Experiment is an exciting twist on traditional whisky. It combines the rich flavors of Glenfiddich with the vibrant notes of IPA beer. The result is a unique and refreshing whisky experience.",
    "Regular price": 4,
    "Categories": "Strength > 40-44% ABV, Taste > Floral, Taste > Fruity, Region > Speyside, Taste > Vanilla"
  },
  {
    "ID": 67554,
    "Name": "Glenfiddich Project XX",
    "Description": "Glenfiddich Project XX is a unique and innovative whisky that pushes the boundaries of traditional whisky production. It is a collaboration between 20 whisky experts from around the world, resulting in a truly remarkable and complex spirit. Project XX showcases a combination of different cask finishes, resulting in a rich and diverse range of flavors, truly making it a whisky experience like no other.",
    "Regular price": 4.5,
    "Categories": "Strength > 40-44% ABV, Taste > Fruity, Taste > Honey, Taste > Nutty, Region > Speyside, Taste > Spicy, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67556,
    "Name": "Glenglassaugh Revival",
    "Description": "Glenglassaugh Revival is a heavenly Scottish whisky. It boasts a rich and full-bodied flavor profile. The whisky showcases delightful notes of tropical fruits, caramel, and warm spices.",
    "Regular price": 4,
    "Categories": "Strength > 45-49% ABV, Taste > Fruity, Taste > Honey, Region > Speyside, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67558,
    "Name": "Glengoyne 12yr",
    "Description": "Glengoyne 12yr is a renowned Scottish whisky, loved for its exceptional quality and smoothness. It possesses a vibrant golden hue and offers a delicate balance of flavors. With hints of toffee, green apples, and a touch of oak, this whisky delivers a delicious and satisfying drinking experience.",
    "Regular price": 4.5,
    "Categories": "Strength > 40-44% ABV, Age > Age 10-17, Taste > Fruity, Region > Highland, Taste > Honey, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67560,
    "Name": "Glengoyne 21yr",
    "Description": "Glengoyne 21yr is a renowned Scottish whisky with a rich and complex character. Its exquisite golden amber hue hints at the depth of flavors to come. With a delightful blend of sherry cask influence, dried fruits, and gentle spices, it offers a sophisticated and rewarding tasting experience.",
    "Regular price": 15,
    "Categories": "Strength > 40-44% ABV, Age > Age 18-24, Taste > Fruity, Region > Highland, Taste > Honey, Taste > Spicy, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67562,
    "Name": "Glengoyne 30yr",
    "Description": "Glengoyne 30yr is an exquisite Scottish whisky. This premium spirit boasts three decades of maturation, resulting in a remarkable depth of flavor. With its luxurious notes of rich oak, dried fruits, and sweet spices, Glengoyne 30yr is a true connoisseur's delight.",
    "Regular price": 60,
    "Categories": "Strength > 45-49% ABV, Age > Age 25-30, Taste > Chocolatey, Region > Highland, Taste > Honey, Taste > Nutty, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67563,
    "Name": "Glengoyne Cask Strength",
    "Description": "Glengoyne Cask Strength is a rich and robust Scottish whisky. It boasts a high ABV, making it a powerful and intense spirit. The nose offers a delightful combination of toffee, baked apples, and spices, while the palate explodes with flavors of dark chocolate, oak, and dried fruits.",
    "Regular price": 5.5,
    "Categories": "Strength > 50-59% ABV, Region > Highland, Taste > Honey, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67565,
    "Name": "Glenkinchie 12yr",
    "Description": "Glenkinchie 12yr is a smooth and refined Scotch Whisky from Scotland. It exudes a delicate balance of floral and fruity notes on the nose, with hints of honey and vanilla. On the palate, it offers a delightful combination of malty sweetness, grassy undertones, and a touch of spice.",
    "Regular price": 4,
    "Categories": "Strength > 40-44% ABV, Age > Age 10-17, Taste > Floral, Taste > Honey, Region > Lowland, Taste > Vanilla"
  },
  {
    "ID": 67566,
    "Name": "Glenkinchie 1966",
    "Description": "Glenkinchie 1966 is a remarkable whisky from Scotland. Its rich golden hue catches the eye, inviting you to take a sip. Upon tasting, you'll discover its exquisite combination of floral, fruity, and honeyed flavors, showcasing the true artistry of its distillation.",
    "Regular price": 85,
    "Categories": "Strength > 45-49% ABV, Age > Age 18-24, Taste > Floral, Taste > Fruity, Taste > Honey, Region > Lowland, Independent Bottler > Moon Import, Taste > Vanilla"
  },
  {
    "ID": 67567,
    "Name": "Glenlivet 12yr",
    "Description": "Glenlivet 12yr is a delightful Scotch whisky that showcases smoothness and sophistication. With its golden hue and honeyed aroma, it entices the senses. The palate offers a harmonious combination of fruity notes, vanilla, and hints of almond, culminating in a rich and velvety finish.",
    "Regular price": 4.5,
    "Categories": "Strength > 40-44% ABV, Age > Age 10-17, Taste > Floral, Taste > Fruity, Taste > Honey, Region > Speyside, Taste > Vanilla"
  },
  {
    "ID": 67568,
    "Name": "Glenlivet 18yr Single Cask",
    "Description": "Glenlivet 18yr Single Cask is a luxurious whisky with a rich and complex character. This expression is aged for 18 years in a single cask, resulting in a unique and distinctive taste. It boasts smooth notes of caramel, toffee, and a hint of oak, offering a truly exquisite drinking experience.",
    "Regular price": 15,
    "Categories": "Strength > 50-59% ABV, Age > Age 18-24, Taste > Fruity, Taste > Honey, Taste > Nutty, Region > Speyside, Taste > Woody"
  },
  {
    "ID": 67570,
    "Name": "Glenlossie 10yr",
    "Description": "Glenlossie 10yr is a delightful Scottish whisky with a rich and creamy character. Its golden hue hints at the smoothness and warmth that awaits. This whisky is well-balanced, offering notes of honey, vanilla, and ripe fruits, making it a true treat for the senses.",
    "Regular price": 5,
    "Categories": "Strength > 40-44% ABV, Age > Age 10-17, Taste > Floral, Taste > Fruity, Taste > Honey, Region > Speyside, Taste > Vanilla"
  },
  {
    "ID": 67571,
    "Name": "Glenlossie 19yr",
    "Description": "Glenlossie 19yr is an exquisite Scottish whisky with a rich and complex character. It possesses a delightful balance of fruity and malty notes, creating a truly enticing aroma. The smooth and velvety texture of this whisky, combined with its lingering finish, makes for a truly memorable drinking experience.",
    "Regular price": 7,
    "Categories": "Strength > 50-59% ABV, Age > Age 18-24, Independent Bottler > Carn Mor, Taste > Floral, Taste > Fruity, Taste > Honey, Region > Speyside"
  },
  {
    "ID": 67572,
    "Name": "Glenmorangie 10yr",
    "Description": "Glenmorangie 10yr is a renowned Scottish single malt Whisky. With its distinctive golden hue, it presents a delicate aroma of citrus, vanilla, and floral notes. The taste is smooth and creamy, with flavours of honey, almonds, and a hint of spice, leaving a lingering sweetness on the palate.",
    "Regular price": 4,
    "Categories": "Strength > 40-44% ABV, Age > Age 10-17, Taste > Floral, Taste > Fruity, Taste > Honey, Region > Speyside, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67573,
    "Name": "Glenmorangie 12yr Lasanta",
    "Description": "Glenmorangie 12yr Lasanta is a rich and indulgent malt whisky from Scotland. With a maturation period of 12 years, it develops a smooth and elegant character. This whisky offers a delightful balance of sweet and spicy notes, along with hints of chocolate and roasted nuts.",
    "Regular price": 4.25,
    "Categories": "Strength > 40-44% ABV, Age > Age 10-17, Taste > Chocolatey, Taste > Honey, Taste > Nutty, Region > Speyside, Taste > Spicy, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67574,
    "Name": "Glenmorangie 14yr",
    "Description": "Glenmorangie 14yr is an exceptional Scotch whisky with a rich history and exquisite taste. It is known for its smooth and velvety texture, making it a delight to sip and savour. With its unique maturation in bourbon and oloroso sherry casks, this whisky offers a complex array of flavours, including notes of honey, caramel, and dried fruits.",
    "Regular price": 12,
    "Categories": "Strength > 50-59% ABV, Age > Age 10-17, Taste > Floral, Taste > Honey, Independent Bottler > SMWS, Region > Speyside, Taste > Vanilla"
  },
  {
    "ID": 67575,
    "Name": "Glenmorangie 18yr",
    "Description": "Glenmorangie 18yr is an exquisite Scottish whisky that exudes elegance and sophistication. Its rich and complex flavor profile is a testament to its 18 years of maturation in oak casks, resulting in a smooth and refined taste. With notes of honey, citrus, and spices, this whisky offers a truly luxurious drinking experience.",
    "Regular price": 8,
    "Categories": "Strength > 40-44% ABV, Age > Age 18-24, Taste > Floral, Taste > Fruity, Taste > Honey, Region > Speyside, Taste > Spicy, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67576,
    "Name": "Glenmorangie Dornoch",
    "Description": "Glenmorangie Dornoch is a distinguished single malt Scotch Whisky. It boasts a delightful blend of robust and elegant flavors. Crafted in the serene Highlands of Scotland, it offers a captivating sensory experience with its smooth and rich character.",
    "Regular price": 7,
    "Categories": "Strength > 40-44% ABV, Taste > Floral, Taste > Fruity, Taste > Honey, Region > Speyside, Taste > Vanilla"
  },
  {
    "ID": 67577,
    "Name": "Glenmorangie Quinta Rubin",
    "Description": "Glenmorangie Quinta Rubin is a rich and velvety whisky with a unique character. Its distinctive flavor is created by finishing the spirit in ruby port pipes. The result is a delicious fusion of fruity sweetness, the smoothness of whisky, and a subtle hint of spice.",
    "Regular price": 5,
    "Categories": "Strength > 45-49% ABV, Age > Age 10-17, Taste > Fruity, Taste > Honey, Region > Speyside, Taste > Vanilla"
  },
  {
    "ID": 67581,
    "Name": "Glenrothes Single Cask",
    "Description": "Glenrothes Single Cask Whisky is a luxurious and exclusive expression. It showcases exceptional craftsmanship and attention to detail. With its rich flavors and smooth character, it offers a delightful drinking experience.",
    "Regular price": 6.5,
    "Categories": "Strength > 40-44% ABV, Taste > Honey, Taste > Nutty, Region > Speyside, Taste > Woody"
  },
  {
    "ID": 67582,
    "Name": "Glenrothes Select Reserve",
    "Description": "Glenrothes Select Reserve is a distinguished Scotch Whisky known for its exceptional quality. With a rich and smooth character, it delights the palate with notes of honey, vanilla, and citrus. Hailing from the heart of Speyside, it is expertly crafted using a combination of American and Spanish oak casks, resulting in a truly memorable whisky experience.",
    "Regular price": 4,
    "Categories": "Strength > 40-44% ABV, Taste > Floral, Taste > Fruity, Taste > Honey, Region > Speyside, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67584,
    "Name": "Glentauchers 22yr",
    "Description": "Glentauchers 22yr is a superb expression from the renowned distillery. This whisky exudes elegance and sophistication with its well-rounded flavors. Its rich and complex profile offers notes of honeyed fruits, creamy vanilla, and subtle spices, making it a truly delightful dram.",
    "Regular price": 9,
    "Categories": "Strength > 50-59% ABV, Age > Age 18-24, Taste > Floral, Taste > Fruity, Taste > Honey, Region > Speyside, Independent Bottler > The Single Cask, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67585,
    "Name": "Glentauchers 9yr",
    "Description": "Glentauchers 9yr is a captivating Scottish whisky with a rich and complex character. Its maturation for nine years imparts a remarkable depth of flavor and a refined smoothness. This whisky offers a splendid combination of fruity notes, subtle spices, and a lingering oaky finish, making it a delight to savour.",
    "Regular price": 5,
    "Categories": "Strength > 45-49% ABV, Age > Age 3-9, Independent Bottler > Carn Mor, Taste > Fruity, Taste > Honey, Region > Speyside, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67587,
    "Name": "Green Spot",
    "Description": "Green Spot Whisky is a renowned Irish single pot still whiskey. It is known for its smooth and well-balanced character. This whiskey offers a pleasant combination of fruity and spicy notes, with a hint of sweetness.",
    "Regular price": 4,
    "Categories": "Strength > 40-44% ABV, Taste > Fruity, Taste > Honey, Taste > Spicy, Taste > Vanilla, Taste > Woody, Region > World"
  },
  {
    "ID": 67588,
    "Name": "Hakushu 12yr",
    "Description": "Hakushu 12yr is a renowned Japanese whisky. It offers a unique combination of fruity and herbaceous flavors. With its smooth and smoky character, Hakushu 12yr delivers a delightful whisky experience.",
    "Regular price": 15,
    "Categories": "Strength > 40-44% ABV, Taste > Floral, Taste > Fruity, Taste > Woody, Region > World"
  },
  {
    "ID": 67589,
    "Name": "Hakushu Distillers Reserve",
    "Description": "Hakushu Distillers Reserve is a delightful Japanese whisky with a unique character. It showcases beautiful notes of green apple, pear, and a hint of sweet honey. The whisky is carefully crafted at the picturesque Hakushu distillery nestled in the Japanese Alps.",
    "Regular price": 5,
    "Categories": "Strength > 40-44% ABV, Taste > Floral, Taste > Fruity, Taste > Honey, Taste > Nutty, Taste > Vanilla, Taste > Woody, Region > World"
  },
  {
    "ID": 67590,
    "Name": "Heaven Hill 9yr Corn Whisky",
    "Description": "Heaven Hill 9yr Corn Whisky offers a smooth and indulgent experience with its rich, aged flavors. Its nine-year maturation process imparts a deep complexity to the whisky, making it a highly sought-after choice among whisky enthusiasts. This whisky showcases the distinctive character of corn, lending it a unique and enjoyable taste profile.",
    "Regular price": 7,
    "Categories": "Strength > 45-49% ABV, Age > Age 3-9, Independent Bottler > That boutiquey whisky co, Taste > Vanilla, Taste > Woody, Region > World"
  },
  {
    "ID": 67592,
    "Name": "Hibiki 17yr",
    "Description": "Hibiki 17yr is a premium Japanese whisky with a rich and complex flavor profile. It offers a harmonious combination of fruity notes, delicate floral aromas, and a subtle hint of smokiness. The whisky's smooth texture and lingering finish make it a truly exceptional choice for whisky enthusiasts.",
    "Regular price": 25,
    "Categories": "Strength > 40-44% ABV, Age > Age 10-17, Taste > Fruity, Taste > Honey, Taste > Nutty, Taste > Vanilla, Taste > Woody, Region > World"
  },
  {
    "ID": 67593,
    "Name": "Hibiki Harmony",
    "Description": "Hibiki Harmony is a highly regarded whisky, known for its exceptional quality and smoothness. It is a blend of various aged whiskies, carefully selected to create a harmonious and balanced flavor profile. This whisky offers enticing notes of honey, citrus, and gentle oak, making it a delightful choice for whisky enthusiasts.",
    "Regular price": 6,
    "Categories": "Strength > 40-44% ABV, Taste > Fruity, Taste > Honey, Taste > Vanilla, Region > World"
  },
  {
    "ID": 67594,
    "Name": "Highland Park 12yr",
    "Description": "Highland Park 12yr is a renowned Scottish whisky with a rich and complex character. It boasts a beautiful balance of smoky peat, sweet honey, and dried fruit flavors. This fine single malt whisky is aged for twelve years, allowing it to develop a smooth and mellow finish.",
    "Regular price": 4,
    "Categories": "Strength > 40-44% ABV, Age > Age 10-17, Taste > Fruity, Taste > Honey, Region > Islands, Taste > Nutty, Taste > Spicy, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67595,
    "Name": "Highland Park 18yr",
    "Description": "Highland Park 18yr is a rich and complex Scottish whisky with a refined character. Its deep amber color captures the essence of its 18 years of maturation. On the palate, it offers a harmonious blend of smoky and fruity notes, with hints of heather honey and dark chocolate.",
    "Regular price": 11,
    "Categories": "Strength > 40-44% ABV, Age > Age 18-24, Taste > Fruity, Taste > Honey, Region > Islands, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67599,
    "Name": "Highland Park Valkyrie",
    "Description": "Highland Park Valkyrie is an exceptional whisky known for its distinct character and complexity. This expression offers a perfect balance of smoky and sweet notes, creating a truly unique drinking experience. With its full-bodied palate and long, smooth finish, Highland Park Valkyrie is a whisky that captivates and delights the senses.",
    "Regular price": 6,
    "Categories": "Strength > 45-49% ABV, Taste > Floral, Taste > Fruity, Taste > Honey, Region > Islands, Taste > Spicy, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67604,
    "Name": "Ichiros Malt Chichibu IPA Cask Finish",
    "Description": "Ichiro's Malt Chichibu IPA Cask Finish is a unique and intriguing whisky. It is crafted in Japan by Ichiro Akuto, a renowned whisky producer. This expression undergoes a finishing period in casks previously used to age India Pale Ale, resulting in a distinct flavor profile.",
    "Regular price": 15,
    "Categories": "Strength > 45-49% ABV, Taste > Floral, Taste > Fruity, Region > Japan, Taste > Spicy, Taste > Woody"
  },
  {
    "ID": 67605,
    "Name": "Ichiros Malt Chichibu The Peated",
    "Description": "Ichiros Malt Chichibu The Peated is a remarkable whisky renowned for its unique character and distinct peatiness. This exceptional expression exhibits a rich, smoky flavor profile that captivates the senses. With its elegant balance of peat smoke, sweet malt, and hints of fruit, Ichiros Malt Chichibu The Peated offers whisky enthusiasts a truly memorable drinking experience.",
    "Regular price": 18,
    "Categories": "Strength > 60%+ABV, Taste > Fruity, Taste > Honey, Taste > Peated, Taste > Woody, Region > World"
  },
  {
    "ID": 67607,
    "Name": "Inchgower 14yr",
    "Description": "Inchgower 14-year-old is a captivating Scottish whisky. With its enchanting amber hue, it entices the senses from the first pour. The aroma is a delightful balance of sweet honey, zesty lemon, and subtle spices.",
    "Regular price": 5,
    "Categories": "Strength > 40-44% ABV, Age > Age 10-17, Taste > Floral, Taste > Honey, Taste > Salty, Region > Speyside, Taste > Woody"
  },
  {
    "ID": 67608,
    "Name": "Inchmoan 12yr",
    "Description": "Inchmoan 12yr is a captivating Scottish whisky with a delightful smoky character. It boasts a rich and complex palate, with notes of peat, oak, and spices that merge beautifully together. The whisky's well-balanced and smooth finish leaves a lasting impression on the palate, making it a true delight for any whisky enthusiast.",
    "Regular price": 4,
    "Categories": "Strength > 45-49% ABV, Age > Age 10-17, Region > Lowland, Taste > Peated, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 67609,
    "Name": "Inchmurrin 12yr",
    "Description": "Inchmurrin 12 year old is a delightful Scottish whisky with a rich and complex character. It is known for its smoothness and exceptional balance of flavours. The whisky presents a subtle combination of fruity and floral notes, making it a truly enjoyable and refreshing dram to savour.",
    "Regular price": 4,
    "Categories": "Strength > 45-49% ABV, Age > Age 10-17, Taste > Fruity, Taste > Honey, Region > Lowland, Taste > Nutty, Taste > Woody"
  },
  {
    "ID": 67610,
    "Name": "Inchmurrin 18yr",
    "Description": "Inchmurrin 18yr is a exquisite whisky that exudes elegance and complexity. With its rich, golden hue, it entices the senses from the very first glance. The palate reveals a harmonious blend of fruity notes, with hints of apricot, peach, and citrus, complemented by a subtle undertone of oak and spice.",
    "Regular price": 8.75,
    "Categories": "Strength > 45-49% ABV, Age > Age 18-24, Taste > Fruity, Region > Lowland, Taste > Nutty, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67611,
    "Name": "Inchmurrin 28yr",
    "Description": "Inchmurrin 28yr is a splendid Scottish single malt whisky. With its lengthy aging process of 28 years, this dram boasts a remarkable depth of character and complexity. Its rich, full-bodied notes of honey, tropical fruits, and oak make it a truly indulgent choice for whisky enthusiasts.",
    "Regular price": 12,
    "Categories": "Strength > 40-44% ABV, Age > Age 25-30, Taste > Honey, Region > Lowland, Taste > Nutty, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67612,
    "Name": "Islay Cask Strength",
    "Description": "Islay Cask Strength is a robust and powerful whisky from the quintessential Scottish island of Islay. It showcases intense smoky notes with hints of peat and brine, creating a truly distinctive flavor profile. This whisky's high alcohol content amplifies its rich flavors, making it a delight for fans of bold and full-bodied spirits.",
    "Regular price": 7,
    "Categories": "Strength > 50-59% ABV, Independent Bottler > Dream of Scotland, Region > Islay, Taste > Peated, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 67613,
    "Name": "Jameson",
    "Description": "Jameson Whisky is a world-renowned Irish spirit that exudes exceptional craftsmanship. It boasts a smooth and rich character, with hints of honey, toasted wood, and a subtle floral undertone. Sipping on Jameson is a delightfully indulgent experience that showcases the finest traditions of whisky-making.",
    "Regular price": 2.3,
    "Categories": "Strength > 40-44% ABV, Taste > Honey, Taste > Vanilla, Taste > Woody, Region > World"
  },
  {
    "ID": 67614,
    "Name": "John Crabbie 12yr",
    "Description": "John Crabbie 12yr Whisky is a smooth and sophisticated single malt. It is crafted with care and aged for twelve years, allowing its rich and complex flavors to develop. With its delightful blend of caramel, citrus, and oak, it offers a memorable and satisfying tasting experience.",
    "Regular price": 3.75,
    "Categories": "Strength > 40-44% ABV, Age > Age 10-17, Taste > Honey, Region > Lowland, Taste > Nutty, Taste > Salty, Taste > Spicy, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67615,
    "Name": "Johnnie Walker Blue Label",
    "Description": "Johnnie Walker Blue Label is a premium Scottish whisky renowned for its exceptional quality. Its smooth and rich character is marked by notes of smoky and exotic fruits. This delightful whisky is often cherished by connoisseurs around the world for its distinctive and luxurious taste.",
    "Regular price": 12,
    "Categories": "Strength > 40-44% ABV, Taste > Chocolatey, Taste > Nutty, Taste > Woody"
  },
  {
    "ID": 67616,
    "Name": "Johnnie Walker Red Label",
    "Description": "Johnnie Walker Red Label is a blended Scotch whisky known for its vibrant and robust character. It boasts a harmonious combination of rich malt and grain whiskies, creating a smooth and lively flavor profile. With its signature smoky notes and hints of spice, Johnnie Walker Red Label offers a memorable and enjoyable drinking experience.",
    "Regular price": 2.2,
    "Categories": "Strength > 40-44% ABV, Taste > Fruity, Taste > Nutty, Taste > Spicy, Taste > Woody"
  },
  {
    "ID": 67617,
    "Name": "Jura 12yr",
    "Description": "Jura 12yr is a captivating Scottish whisky with a rich and complex character. Its smoothness and balance make it a delightful choice for whisky enthusiasts. With hints of honey, caramel, and a touch of spice, this whisky offers a truly satisfying taste experience.",
    "Regular price": 4.25,
    "Categories": "Strength > 40-44% ABV, Age > Age 10-17, Taste > Honey, Region > Islands, Taste > Nutty, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 67618,
    "Name": "Jura 18yr",
    "Description": "Jura 18yr is a premium Scottish whisky from the Isle of Jura distillery. Aged for 18 years, it offers a rich and complex flavor profile. With hints of dark chocolate, caramel, and spices, it delivers a smooth and lingering finish.",
    "Regular price": 7,
    "Categories": "Strength > 40-44% ABV, Age > Age 18-24, Taste > Honey, Region > Islands, Taste > Nutty, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 67620,
    "Name": "Jura 26yr",
    "Description": "Jura 26-year-old whisky is a luxurious and exquisite single malt. It boasts a rich and complex flavor profile with notes of dried fruits, dark chocolate, and hints of tobacco. This whisky has been aged for an impressive 26 years, resulting in a smooth and mellow character that is sure to satisfy even the most discerning whisky connoisseur.",
    "Regular price": 18,
    "Categories": "Strength > 45-49% ABV, Age > Age 25-30, Taste > Honey, Region > Islands, Taste > Nutty, Taste > Peated, Taste > Woody"
  },
  {
    "ID": 67621,
    "Name": "Jura 7 Wood",
    "Description": "Jura 7 Wood is a premium Scotch whisky, renowned for its exceptional craftsmanship. It is a complex blend of seven different cask finishes, resulting in a unique and multi-layered flavor profile. With rich notes of toffee, dark chocolate, and aromatic spices, this 7 Wood whisky offers a truly indulgent drinking experience.",
    "Regular price": 5.5,
    "Categories": "Strength > 40-44% ABV, Region > Islands, Taste > Spicy, Taste > Woody"
  },
  {
    "ID": 67622,
    "Name": "Jura Tastival 2016",
    "Description": "Jura Tastival 2016 is a captivating Scottish whisky that showcases an exquisite blend of flavours. It boasts a deep amber hue and a rich, smoky aroma. On the palate, it offers a harmonious combination of sweet honey, dried fruits, and warm spices, leaving a lingering, velvety finish.",
    "Regular price": 7.5,
    "Categories": "Strength > 50-59% ABV, Region > Islands, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 67623,
    "Name": "Kavalan",
    "Description": "Kavalan Whisky is a renowned Taiwanese whisky with a rich history and exceptional craftsmanship. Its smooth and complex flavor profile captivates whisky enthusiasts worldwide. With notes of tropical fruits, honey, and spices, Kavalan delivers a truly unforgettable tasting experience.",
    "Regular price": 4,
    "Categories": "Strength > 40-44% ABV, Region > World"
  },
  {
    "ID": 67624,
    "Name": "Kavalan Soloist Vinho Barrique",
    "Description": "Kavalan Soloist Vinho Barrique is a remarkable whisky from the Kavalan distillery in Taiwan. It is known for its exquisite flavour profile and unique maturation process. This whisky offers rich and decadent notes of tropical fruits, vanilla, and a hint of spice, making it a delightful choice for whisky enthusiasts.",
    "Regular price": 14,
    "Categories": "Strength > 50-59% ABV, Taste > Chocolatey, Taste > Fruity, Taste > Honey, Taste > Spicy, Taste > Vanilla, Taste > Woody, Region > World"
  },
  {
    "ID": 67626,
    "Name": "Kilchoman Sanaig",
    "Description": "Kilchoman Sanaig is a superb single malt Scotch whisky. It offers a rich and smoky character along with fruity undertones. This whisky is known for its well-balanced and complex flavor profile, making it a true delight for whisky enthusiasts.",
    "Regular price": 7,
    "Categories": "Strength > 45-49% ABV, Taste > Chocolatey, Region > Islay, Taste > Peated, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 67627,
    "Name": "Kilchoman Machir Bay",
    "Description": "Kilchoman Machir Bay is a renowned whisky from Scotland. This peaty Islay dram offers a captivating experience for whisky enthusiasts. With its smoky aroma, rich flavors, and maritime influences, Kilchoman Machir Bay is a true delight for the senses.",
    "Regular price": 4.25,
    "Categories": "Strength > 45-49% ABV, Region > Islay, Taste > Peated, Taste > Salty, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67628,
    "Name": "Kingsbarns Dream to Dram",
    "Description": "Kingsbarns Dream to Dram is a delightful Scottish whisky that captivates the senses with its smooth and vibrant character. Crafted with meticulous care, it offers a harmonious medley of sweet notes, including vanilla, caramel, and juicy fruits. With a touch of coastal influence, this whisky provides a distinctive taste experience that lingers long after each sip.",
    "Regular price": 4,
    "Categories": "Strength > 45-49% ABV, Taste > Floral, Taste > Fruity, Taste > Honey, Region > Lowland, Taste > Vanilla"
  },
  {
    "ID": 67629,
    "Name": "Kingsbarns Single Cask",
    "Description": "Kingsbarns Single Cask is a premium Scottish whisky.\\nIt offers a unique and rich flavor profile.\\nWith its smoothness and complexity, it is a delightful choice for whisky enthusiasts.",
    "Regular price": 6,
    "Categories": "Strength > 60%+ABV, Taste > Floral, Taste > Fruity, Taste > Honey, Region > Lowland, Taste > Vanilla"
  },
  {
    "ID": 67630,
    "Name": "Lagavulin 11yr",
    "Description": "Lagavulin 11yr is a spirit from the famous whisky distillery located in Islay, Scotland. It boasts a rich and smoky character that is deeply appreciated by whisky enthusiasts around the world. This aged expression offers a complex palate, including notes of peat, sea salt, and a subtle sweetness, providing a truly memorable sipping experience.",
    "Regular price": 12,
    "Categories": "Strength > 45-49% ABV, Age > Age 10-17, Region > Islay, Taste > Peated, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 67635,
    "Name": "Laphroaig 10yr",
    "Description": "Laphroaig 10yr is a renowned Scottish whisky, known for its distinctive smoky and peaty character. Its rich and full-bodied flavor profile offers a unique combination of brine, seaweed, and campfire smoke. With its long and warming finish, Laphroaig 10yr is a true delight for whisky enthusiasts seeking a bold and memorable drinking experience.",
    "Regular price": 4,
    "Categories": "Strength > 40-44% ABV, Age > Age 10-17, Region > Islay, Taste > Peated, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 67636,
    "Name": "Laphroaig 10yr Cask Strength",
    "Description": "Laphroaig 10yr Cask Strength is an exceptional whisky with a rich and intense character. It offers a powerful palate of peat smoke, brine, and seaweed, reminiscent of its coastal Islay origins. This whisky embodies a perfect balance of sweetness and smokiness, leaving a long and memorable finish on the palate.",
    "Regular price": 7,
    "Categories": "Strength > 50-59% ABV, Age > Age 10-17, Region > Islay, Taste > Peated, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 67637,
    "Name": "Laphroaig 10yr Sherry Oak",
    "Description": "Laphroaig 10 Year Sherry Oak is a remarkable Scottish whisky known for its unique combination of smoky and fruity flavors. It is aged for a decade in Spanish oak casks, which were previously used to mature sherry wine, lending a rich and elegant character to the whisky. With its signature Islay peat smoke, balanced by hints of dried fruits and spices, Laphroaig 10 Year Sherry Oak is a truly exceptional dram worth savoring.",
    "Regular price": 6,
    "Categories": "Strength > 45-49% ABV, Age > Age 10-17, Region > Islay, Taste > Peated, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 67638,
    "Name": "Laphroaig 18yr",
    "Description": "Laphroaig 18yr is an exquisite single malt Scotch whisky. Its smoky and peaty character is truly distinctive. This particular expression has been aged for 18 years, resulting in a complex and rich flavor profile.",
    "Regular price": 20,
    "Categories": "Strength > 45-49% ABV, Age > Age 18-24, Region > Islay, Taste > Peated, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 67640,
    "Name": "Laphroaig 2006",
    "Description": "Laphroaig 2006 is a renowned Scottish whisky with a distinct smoky flavor. It is characterized by its peaty aroma and rich, complex taste. This exceptional whisky captivates the senses with its notes of seaweed, maritime salt, and a hint of sweet vanilla.",
    "Regular price": 7,
    "Categories": "Strength > 50-59% ABV, Region > Islay, Independent Bottler > Malts of Scotland, Taste > Peated, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 67641,
    "Name": "Laphroaig 17yr",
    "Description": "Laphroaig 17yr is a distinguished Scottish whisky with a rich history and exceptional quality. It is known for its distinct smoky and peaty flavor profile, which is characteristic of Islay whiskies. With a perfectly balanced blend of peat, fruit, and oak, Laphroaig 17yr offers a truly unique and memorable tasting experience.",
    "Regular price": 17,
    "Categories": "Strength > 45-49% ABV, Age > Age 10-17, Independent Bottler > Carn Mor, Region > Islay, Taste > Peated, Taste > Salty"
  },
  {
    "ID": 67642,
    "Name": "Laphroaig Quarter Cask",
    "Description": "Laphroaig Quarter Cask is a highly esteemed Scottish Whisky. Its unique character is shaped by maturing in smaller casks, resulting in intensified flavors. This exceptional Whisky offers a distinctive smoky and peaty taste, with hints of oak and vanilla notes.",
    "Regular price": 4,
    "Categories": "Strength > 45-49% ABV, Region > Islay, Taste > Peated, Taste > Salty"
  },
  {
    "ID": 67645,
    "Name": "Lark Wolf",
    "Description": "Lark Wolf is a rich and flavourful Scottish whisky. It boasts a smooth and velvety texture on the palate. With its notes of caramel, vanilla, and oak, Lark Wolf offers a delightful and warming drinking experience.",
    "Regular price": 10,
    "Categories": "Strength > 45-49% ABV, Taste > Nutty, Taste > Salty, Taste > Woody, Region > World"
  },
  {
    "ID": 67646,
    "Name": "Ledaig 10yr",
    "Description": "Ledaig 10yr is a captivating Scottish whisky with a distinct peatiness and coastal character. It offers a rich aroma of bonfire smoke, sea salt, and caramel sweetness. On the palate, it showcases a balanced blend of smoky peat, spicy pepper, and gentle fruitiness, culminating in a long, warming finish.",
    "Regular price": 4,
    "Categories": "Strength > 45-49% ABV, Age > Age 10-17, Region > Islands, Taste > Peated, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 67647,
    "Name": "Ledaig 1973",
    "Description": "Ledaig 1973 is an exceptional Scotch Whisky known for its distinct character and rich flavour. Aged for several decades, this whisky offers a unique combination of smoky, peaty undertones. Its complexity and smoothness make it a true gem for whisky enthusiasts.",
    "Regular price": 35,
    "Categories": "Strength > 40-44% ABV, Independent Bottler > Gordon & McPhail, Taste > Honey, Region > Islands, Taste > Peated, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 67649,
    "Name": "Ledaig 13yr",
    "Description": "Ledaig 13-year-old is a distinguished Scottish whisky with a unique smoky character. It is crafted in a traditional distillery located on the Isle of Mull. This exquisite whisky offers a complex blend of peat, sea salt, and a hint of fruity sweetness, leaving a memorable and lasting impression on the palate.",
    "Regular price": 7.5,
    "Categories": "Strength > 45-49% ABV, Age > Age 10-17, Region > Islands, Independent Bottler > La maison du whisky, Taste > Peated, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 67650,
    "Name": "Ledaig 18yr",
    "Description": "Ledaig 18yr is a fine Scottish whisky with a rich and complex character. It offers a beautifully balanced blend of smoky and fruity flavours. As its age suggests, Ledaig 18yr embodies maturity and sophistication, making it a truly enjoyable whisky for connoisseurs.",
    "Regular price": 7.5,
    "Categories": "Age > Age 18-24, Region > Islands, Taste > Nutty, Taste > Peated, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 67651,
    "Name": "Linkwood 12yr 2007",
    "Description": "Linkwood 12yr 2007 is a captivating Scottish Whisky. It boasts a rich golden color and a smooth, balanced taste. With hints of honey, vanilla, and fruits, it offers a delightful sensory experience.",
    "Regular price": 4.5,
    "Categories": "Strength > 50-59% ABV, Age > Age 10-17, Taste > Floral, Taste > Fruity, Taste > Honey, Region > Speyside, Independent Bottler > The Golden Cask, Taste > Woody"
  },
  {
    "ID": 67652,
    "Name": "Littlemill 12yr",
    "Description": "Littlemill 12 year old is a rare and exquisite Scottish whisky. With its rich amber color, it offers a delicate yet complex flavor profile. The whisky exudes notes of citrus fruits, vanilla, and gentle spices, culminating in a smooth and lingering finish.",
    "Regular price": 12,
    "Categories": "Strength > 40-44% ABV, Age > Age 10-17, Taste > Floral, Taste > Fruity, Taste > Honey, Region > Lowland, Taste > Vanilla"
  },
  {
    "ID": 67653,
    "Name": "Loch Dhu 10yr",
    "Description": "Loch Dhu 10yr is a rich and dark single malt whisky from Scotland. It has a velvety smoothness and a deep, complex flavor profile. Its notes of dark chocolate, roasted coffee beans, and dried fruits make it a truly indulgent and distinctive whisky.",
    "Regular price": 8,
    "Categories": "Strength > 40-44% ABV, Age > Age 10-17, Taste > Peated, Region > Speyside, Taste > Woody"
  },
  {
    "ID": 67654,
    "Name": "Loch Lomond 12yr",
    "Description": "Loch Lomond 12yr is a rich and aromatic Scottish whisky. Its complex flavours of malted barley, tropical fruits, and vanilla make for a delightful sipping experience. With a smooth and satisfying finish, this whisky is a true gem from the region.",
    "Regular price": 4,
    "Categories": "Strength > 40-44% ABV, Age > Age 10-17, Taste > Fruity, Region > Highland, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67655,
    "Name": "Loch Lomond 18yr",
    "Description": "Loch Lomond 18yr is a rich and refined Scottish whisky. With its 18 years of maturation, it embodies depth and complexity, appealing to whisky connoisseurs. It offers a delightful balance of fruity and smoky notes, making it a true delight for the senses.",
    "Regular price": 8.75,
    "Categories": "Strength > 45-49% ABV, Age > Age 18-24, Region > Highland, Taste > Honey, Taste > Nutty, Taste > Spicy, Taste > Woody"
  },
  {
    "ID": 67656,
    "Name": "Rock Oyster",
    "Description": "Rock Oyster is a delightful Scottish whisky known for its unique characteristics. It is a blended malt that offers a maritime feel, representing the rugged coastal regions of Scotland. The whisky showcases a harmonious blend of smoky, briny, and sweet flavors, making it a true delight for whisky enthusiasts.",
    "Regular price": 4.25,
    "Categories": "Strength > 45-49% ABV, Independent Bottler > Douglas Laing, Taste > Nutty, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 67657,
    "Name": "Lochside 1981",
    "Description": "Lochside 1981 is an exquisite whisky with a rich and complex character. It was distilled in the year 1981 at the renowned Lochside distillery. This whisky offers a delightful combination of fruity notes, hints of spice, and a smooth, velvety texture.",
    "Regular price": 14,
    "Categories": "Strength > 45-49% ABV, Age > Age 18-24, Taste > Fruity, Region > Highland, Independent Bottler > Murray mcdavid, Taste > Nutty, Taste > Woody"
  },
  {
    "ID": 67659,
    "Name": "Longrow 18yr",
    "Description": "Longrow 18yr is an exceptional whisky, boasting rich and complex flavours. With its lengthy maturation period, it offers a distinct smoky character intertwined with notes of fruit and spice. The palate is beautifully balanced, delivering a smooth and velvety texture with a lingering, peaty finish.",
    "Regular price": 9,
    "Categories": "Strength > 45-49% ABV, Age > Age 18-24, Region > Campbeltown, Taste > Peated, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 67660,
    "Name": "Longrow Peated",
    "Description": "Longrow Peated is an exquisite Scotch whisky with a distinct peaty character. Its rich smoky aroma and robust flavor profile make it a delight for whisky enthusiasts. The Whisky Longrow Peated offers a tantalizing balance of sweetness and smoke, making it a truly exceptional choice for those who appreciate a peated dram.",
    "Regular price": 4,
    "Categories": "Strength > 45-49% ABV, Region > Campbeltown, Taste > Floral, Taste > Peated, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 67662,
    "Name": "Macallan 12yr",
    "Description": "Macallan 12yr is a rich and indulgent Scotch whisky. This premium whisky presents a deep amber colour and offers a smooth and velvety texture. It boasts notes of dried fruits, spice, and a distinct lingering sweetness on the palate.",
    "Regular price": 7,
    "Categories": "Strength > 40-44% ABV, Age > Age 10-17, Taste > Chocolatey, Taste > Nutty, Region > Speyside, Taste > Woody"
  },
  {
    "ID": 67664,
    "Name": "Macallan Rare Cask",
    "Description": "Macallan Rare Cask is a distinguished whisky renowned for its exceptional quality. Its rich and complex flavours are a testament to the craftsmanship and expertise that goes into its production. With its smooth and velvety texture, this whisky offers a truly indulgent drinking experience.",
    "Regular price": 30,
    "Categories": "Strength > 40-44% ABV, Taste > Chocolatey, Taste > Honey, Taste > Nutty, Region > Speyside, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67665,
    "Name": "Macallan Sienna",
    "Description": "Macallan Sienna is a rich and luxurious whisky with a beautiful amber hue. Its nose offers enticing aromas of dried fruits, spices, and toffee, with a hint of orange zest. On the palate, it delights with flavors of dark chocolate, caramel, and a lingering sweetness.",
    "Regular price": 17,
    "Categories": "Strength > 40-44% ABV, Taste > Honey, Taste > Nutty, Region > Speyside, Taste > Woody"
  },
  {
    "ID": 67666,
    "Name": "Macduff 25yr",
    "Description": "Whisky Macduff 25yr is a premium Scotch whisky from the Macduff Distillery. With its impressive age statement, this whisky is known for its exceptional maturity and complexity. It offers a rich and harmonious flavor profile, blending notes of ripe fruits, dark chocolate, and elegant spices.",
    "Regular price": 20,
    "Categories": "Strength > 40-44% ABV, Age > Age 25-30, Independent Bottler > Douglas Laing, Taste > Honey, Taste > Nutty, Region > Speyside, Taste > Woody"
  },
  {
    "ID": 67667,
    "Name": "Mackmyra 11yr",
    "Description": "Mackmyra 11yr is a rich and smooth whisky with a distinct character. It delights the palate with its complex flavors and refined aroma. Crafted for 11 years, this whisky showcases the Swedish distillery's expertise and dedication to excellence.",
    "Regular price": 6,
    "Categories": "Strength > 45-49% ABV, Age > Age 10-17, Independent Bottler > Cadenheads, Taste > Honey, Taste > Vanilla, Taste > Woody, Region > World"
  },
  {
    "ID": 67668,
    "Name": "Mackmyra Svensk Rok",
    "Description": "Mackmyra Svensk Rok is a unique Swedish whisky with a smoky twist. Its distinct character is shaped by using a combination of both peated and unpeated barley. This creates a wonderful balance of earthy smoke and gentle sweetness on the palate.",
    "Regular price": 6,
    "Categories": "Strength > 45-49% ABV, Taste > Peated, Taste > Spicy, Taste > Woody, Region > World"
  },
  {
    "ID": 67669,
    "Name": "Mac-Talla Mara",
    "Description": "Mac-Talla Mara is a superb Scottish whisky with a rich and distinctive character. It boasts a smooth and velvety texture, accompanied by enticing notes of caramel and dried fruits. The finish is long and warming, leaving a delightful smoky aftertaste.",
    "Regular price": 4.75,
    "Categories": "Strength > 45-49% ABV, Taste > Floral, Taste > Fruity, Taste > Honey, Region > Islay, Independent Bottler > Morrison and MacKay, Taste > Spicy, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67670,
    "Name": "Millstone 12yr",
    "Description": "Millstone 12yr is a refined Dutch whisky with a rich and velvety character. It boasts a delightful balance of sweet honey and fruity notes, accompanied by subtle hints of oak and spice. The whisky's smooth finish makes it a true pleasure to savour.",
    "Regular price": 8.5,
    "Categories": "Strength > 45-49% ABV, Age > Age 10-17, Taste > Honey, Taste > Nutty, Taste > Woody, Region > World"
  },
  {
    "ID": 67674,
    "Name": "Monkey Shoulder",
    "Description": "Monkey Shoulder is a popular Scottish whisky known for its smooth and mellow character. It is created by combining three different Speyside single malts, resulting in a delightful blend of flavors. This whisky offers a rich, sweet taste with notes of vanilla, honey, and a hint of spice.",
    "Regular price": 2.95,
    "Categories": "Strength > 40-44% ABV, Taste > Floral, Taste > Fruity, Taste > Honey, Region > Speyside, Taste > Spicy, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67676,
    "Name": "Mortlach 16yr",
    "Description": "Mortlach 16yr is a captivating Scottish whisky with a rich and distinctive character. Its deep honeyed notes intertwine with hints of oak and spices, leaving a lingering warmth on the palate. With a balanced complexity and a smooth, velvety finish, this 16-year-old whisky is a true delight for enthusiasts seeking a unique sensory experience.",
    "Regular price": 15,
    "Categories": "Strength > 40-44% ABV, Age > Age 10-17, Taste > Honey, Region > Speyside, Taste > Spicy, Taste > Woody"
  },
  {
    "ID": 67677,
    "Name": "Mortlach 21yr",
    "Description": "Mortlach 21yr is a distinguished Scottish whisky renowned for its exquisite character. With its long maturation period, it boasts a rich, complex flavour profile that captivates whisky connoisseurs. Its velvety texture and hints of dried fruit and spice make it a truly indulgent experience.",
    "Regular price": 9,
    "Categories": "Strength > 50-59% ABV, Age > Age 18-24, Independent Bottler > Carn Mor, Taste > Chocolatey, Taste > Nutty, Region > Speyside, Taste > Spicy, Taste > Woody"
  },
  {
    "ID": 67678,
    "Name": "Mortlach 25yr",
    "Description": "Mortlach 25yr is a distinguished Scottish whisky with rich, complex flavours. \\nIts deep amber hue alludes to the depth and maturity of its character.\\nThis rare and aged whisky offers a delightful balance of fruity notes and subtle spices.",
    "Regular price": 16,
    "Categories": "Strength > 40-44% ABV, Age > Age 25-30, Independent Bottler > Gordon & McPhail, Taste > Honey, Taste > Nutty, Region > Speyside, Taste > Spicy, Taste > Woody"
  },
  {
    "ID": 67679,
    "Name": "Nikka Coffey Grain",
    "Description": "Nikka Coffey Grain is a rich and smooth whisky produced by the renowned Japanese distillery. It is made using a unique Coffey still, resulting in a distinct and delightful flavour profile. This whisky offers notes of vanilla, tropical fruits, and gentle spice, making it a true delight for whisky enthusiasts.",
    "Regular price": 5.5,
    "Categories": "Strength > 45-49% ABV, Region > Japan, Taste > Nutty, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67680,
    "Name": "Nikka Coffey Malt",
    "Description": "Nikka Coffey Malt is a renowned Japanese whisky known for its exceptional quality and craftsmanship. Its distinct character comes from being distilled in Coffey stills, which impart a unique taste profile to the spirit. With its rich and velvety texture, Nikka Coffey Malt offers an enticing blend of sweet vanilla, fruitiness, and a hint of spice on the palate.",
    "Regular price": 5,
    "Categories": "Strength > 45-49% ABV, Taste > Honey, Region > Japan, Taste > Nutty, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67681,
    "Name": "Nikka from the Barrel",
    "Description": "Nikka from the Barrel is a revered Scottish whisky known for its exceptional craftsmanship. It boasts a rich and complex flavor profile, with notes of caramel, spice, and oak. This whisky delivers a smooth and lingering finish, making it a true delight for whisky enthusiasts around the world.",
    "Regular price": 4,
    "Categories": "Strength > 50-59% ABV, Region > Japan, Taste > Nutty, Taste > Spicy, Taste > Woody"
  },
  {
    "ID": 67682,
    "Name": "Nikka Pure Malt Black",
    "Description": "Nikka Pure Malt Black is a remarkable whisky, crafted with precision and expertise. Its smooth and smoky profile will captivate your senses from the first sip. With its complex blend of malt whiskies, it offers a sophisticated and rich tasting experience that is sure to please whisky enthusiasts.",
    "Regular price": 5,
    "Categories": "Strength > 40-44% ABV, Taste > Floral, Taste > Fruity, Taste > Honey, Taste > Spicy, Taste > Vanilla, Taste > Woody, Region > World"
  },
  {
    "ID": 67683,
    "Name": "Nikka Pure Malt White",
    "Description": "Nikka Pure Malt White is a versatile and flavourful whisky. With its smooth texture and rich character, it offers a delightful combination of fruity and peaty notes. It is a well-balanced whisky that showcases the excellence of Japanese distilling craftsmanship.",
    "Regular price": 5,
    "Categories": "Strength > 40-44% ABV, Taste > Fruity, Taste > Honey, Region > Japan, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67684,
    "Name": "Oban 14yr",
    "Description": "Oban 14yr is a remarkable Scottish whisky with a rich and complex character. It offers a delightful balance of sweet and smoky notes. The whisky's aroma is captivating, with hints of fruity sweetness, honey, and a subtle touch of coastal brininess.",
    "Regular price": 6.5,
    "Categories": "Strength > 40-44% ABV, Age > Age 10-17, Region > Highland, Taste > Honey, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 67685,
    "Name": "Octomore 13.3",
    "Description": "Octomore 13.3 is a deeply smoky and powerful Scottish Whisky. This expression is known for its exceptional peatiness, with a staggering phenolic content of 162 ppm (parts per million). It offers a complex and rich palate with notes of charred oak, seaweed, and subtle hints of vanilla.",
    "Regular price": 18,
    "Categories": "Strength > 60%+ABV, Region > Islay, Taste > Peated, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 67686,
    "Name": "Old Perth 22yr",
    "Description": "Old Perth 22yr is a rich and smooth Scottish whisky. It offers a delightful combination of flavors, ranging from fruity notes to hints of oak. This whisky is aged for 22 years, which contributes to its exceptional depth and complexity.",
    "Regular price": 7,
    "Categories": "Strength > 50-59% ABV, Age > Age 18-24, Independent Bottler > Carn Mor, Taste > Floral, Taste > Fruity, Taste > Honey, Taste > Spicy, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67687,
    "Name": "Old Perth 41yr",
    "Description": "Old Perth 41yr is a remarkable whisky, maturing gracefully for over four decades. It exudes a complex array of rich aromas and flavors, weaving together notes of oak, vanilla, and dried fruits. With its long-aged character, Old Perth 41yr delivers a smooth and indulgent drinking experience.",
    "Regular price": 30,
    "Categories": "Strength > 45-49% ABV, Age > Age 31+, Independent Bottler > Carn Mor, Taste > Nutty, Taste > Spicy, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67688,
    "Name": "Old Perth 12yr",
    "Description": "Old Perth 12yr is a rich and complex whisky, aged for 12 years. It offers a delightful balance of fruity and oaky notes, with a hint of smoke. This whisky embodies the essence of traditional Scottish craftsmanship, resulting in a truly exceptional drinking experience.",
    "Regular price": 4.5,
    "Categories": "Strength > 45-49% ABV, Age > Age 10-17, Taste > Floral, Taste > Fruity, Taste > Honey, Independent Bottler > Morrison and MacKay, Taste > Nutty, Taste > Spicy, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67689,
    "Name": "Old Pulteney 12yr",
    "Description": "Old Pulteney 12-year-old is a delightful Scottish Whisky with a rich amber hue. This whisky boasts a complex and well-balanced flavor profile, featuring notes of honey, vanilla, and a subtle coastal sea saltiness. The 12-year maturation period adds a depth and sophistication to this expression, making it a true delight for whisky enthusiasts.",
    "Regular price": 4,
    "Categories": "Strength > 40-44% ABV, Age > Age 10-17, Taste > Honey, Region > Islands, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 67690,
    "Name": "Old Pulteney 21yr",
    "Description": "Old Pulteney 21yr is a distinguished Scottish whisky renowned for its exquisite quality and rich character. With a maturity of 21 years, it offers a deep and complex flavour profile that delights whisky enthusiasts around the world. The whisky showcases notes of honey, citrus, and toffee, creating a truly indulgent experience for those who appreciate a fine dram.",
    "Regular price": 18,
    "Categories": "Strength > 45-49% ABV, Age > Age 18-24, Region > Islands, Taste > Nutty, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 67691,
    "Name": "Paul John Bold",
    "Description": "Paul John Bold is a robust Indian whisky with a rich and intense character. It offers a balanced and complex flavour profile, with notes of tropical fruits, spices, and smoky undertones. This whisky showcases the quality and craftsmanship of Paul John distillery, making it a highly sought-after choice for whisky enthusiasts.",
    "Regular price": 4.25,
    "Categories": "Strength > 45-49% ABV, Taste > Fruity, Taste > Honey, Taste > Vanilla, Taste > Woody, Region > World"
  },
  {
    "ID": 67692,
    "Name": "Paul John Classic",
    "Description": "Paul John Classic is a premium Indian whisky with a smooth and balanced taste. It offers intriguing flavours of sweet honey, dried fruits, and gentle spices. This single malt whisky is matured in bourbon casks, which adds a subtle vanilla and toasted oak note to its character.",
    "Regular price": 5,
    "Categories": "Strength > 50-59% ABV, Taste > Fruity, Taste > Honey, Taste > Vanilla, Taste > Woody, Region > World"
  },
  {
    "ID": 67693,
    "Name": "Paul John Peated",
    "Description": "Paul John Peated is a remarkable whisky that captivates the senses with its exceptional smoky character. Its rich, peaty aroma entices the nose with a delightful combination of earthy notes and subtle hints of oak. On the palate, this whisky delivers a robust and well-balanced smokiness, accompanied by layers of sweet malt and gentle spices.",
    "Regular price": 5,
    "Categories": "Strength > 50-59% ABV, Taste > Peated, Taste > Spicy, Taste > Woody, Region > World"
  },
  {
    "ID": 67694,
    "Name": "Peat",
    "Description": "Peat whisky is known for its distinct smoky character. It is made by drying malted barley over peat fires, which imparts a unique flavor. The peat smoke adds layers of complexity to the whisky, often described as earthy, medicinal, or even ashy.",
    "Regular price": 4.25,
    "Categories": "Strength > 45-49% ABV, Independent Bottler > Elixir distillers, Region > Islay, Taste > Peated"
  },
  {
    "ID": 67695,
    "Name": "Highland Park 12yr Parcel 4",
    "Description": "Highland Park 12yr Parcel 4 is a superb expression from the renowned distillery. Known for its exceptional balance and depth, this whisky offers a smooth and rich experience. Its unique combination of smoky and sweet flavours creates a captivating drinking experience for whisky enthusiasts.",
    "Regular price": 4.5,
    "Categories": "Strength > 45-49% ABV, Age > Age 10-17, Taste > Floral, Taste > Honey, Region > Islands, Taste > Nutty, Independent Bottler > Single malts of Scotland, Taste > Spicy, Taste > Woody"
  },
  {
    "ID": 67697,
    "Name": "Pittyvaich 12yr",
    "Description": "Pittyvaich 12yr is a Scottish whisky with a distinctive character. It showcases a delightful balance of flavors and aromas. This single malt whisky offers a smooth and creamy texture with hints of vanilla and spices.",
    "Regular price": 15,
    "Categories": "Strength > 50-59% ABV, Age > Age 10-17, Independent Bottler > James MacArthur, Taste > Nutty, Region > Speyside, Taste > Woody"
  },
  {
    "ID": 67699,
    "Name": "Port Askaig 100 proof",
    "Description": "Port Askaig 100 proof is a remarkable Scottish whisky. Its rich, smoky aroma immediately enchants the senses. The smooth, robust palate boasts intense flavors of peat, maritime smoke, and hints of vanilla.",
    "Regular price": 5.5,
    "Categories": "Strength > 50-59% ABV, Independent Bottler > Elixir distillers, Region > Islay, Taste > Peated, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 67700,
    "Name": "Port Askaig 12yr",
    "Description": "Port Askaig 12yr is a refined single malt brewed on the remote Islay island. It boasts a rich and smoky aroma, with hints of brine and seaweed, reminiscent of its coastal origins. The whisky offers a complex and well-balanced palate, with notes of peat, honey, dried fruits, and a gentle touch of oak.",
    "Regular price": 5.5,
    "Categories": "Strength > 45-49% ABV, Age > Age 10-17, Independent Bottler > Elixir distillers, Region > Islay, Taste > Peated, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 67701,
    "Name": "Port Askaig 19yr",
    "Description": "Port Askaig 19yr is a delightful single malt Scotch whisky. It showcases a rich and complex profile, making it a true treasure for whisky enthusiasts. With 19 years of maturation, it offers a harmonious balance of smoky and fruity notes, leaving a lasting impression on the palate.",
    "Regular price": 9.5,
    "Categories": "Strength > 50-59% ABV, Age > Age 18-24, Independent Bottler > Elixir distillers, Region > Islay, Taste > Peated, Taste > Salty"
  },
  {
    "ID": 67702,
    "Name": "Port Askaig 8yr",
    "Description": "Port Askaig 8 year old is a captivating Islay whisky with a distinctly peaty character. It offers a rich and smoky profile, with hints of coastal brine and bonfire smoke. The whisky presents a well-balanced combination of sweet caramel, maritime influence, and earthy elements, making it a delightful choice for peat whisky enthusiasts.",
    "Regular price": 4.5,
    "Categories": "Strength > 45-49% ABV, Age > Age 3-9, Independent Bottler > Elixir distillers, Region > Islay, Taste > Peated, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 67703,
    "Name": "Port Charlotte 10yr",
    "Description": "Port Charlotte 10yr is an exceptional single malt whisky from Islay in Scotland. Its rich, smoky aroma delights the senses, with notes of peat, vanilla, and damp earth. On the palate, it offers a perfect balance of oak, malt, and fruity sweetness, culminating in a long, smoky finish.",
    "Regular price": 5,
    "Categories": "Strength > 50-59% ABV, Age > Age 10-17, Region > Islay, Taste > Nutty, Taste > Peated, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 67706,
    "Name": "Port Ellen 1979 Signatory for Cologne 1993",
    "Description": "Port Ellen 1979 Signatory for Cologne 1993 is a rare and exquisite expression of whisky. It was distilled in the renowned Port Ellen distillery in 1979 and bottled by Signatory for the Cologne whisky market in 1993. This whisky showcases the unique character and complexity of Port Ellen, with rich flavors and a smooth, lingering finish.",
    "Regular price": 46,
    "Categories": "Strength > 40-44% ABV, Age > Age 10-17, Region > Islay, Taste > Peated, Taste > Salty, Independent Bottler > Signatory vintage, Taste > Woody"
  },
  {
    "ID": 67707,
    "Name": "Red Spot 15yr",
    "Description": "Red Spot 15yr is a rich and sophisticated Irish whisky. It boasts a deep amber colour and a complex flavor profile. This premium whisky offers notes of ripe fruit, toasted oak, and a hint of spice, culminating in a smooth and long-lasting finish.",
    "Regular price": 8,
    "Categories": "Strength > 45-49% ABV, Age > Age 10-17, Taste > Fruity, Taste > Spicy, Taste > Vanilla, Taste > Woody, Region > World"
  },
  {
    "ID": 67708,
    "Name": "Redbreast 12yr",
    "Description": "Redbreast 12yr is a renowned Irish whiskey beloved for its rich and smooth character. This exceptional whisky offers a delightful combination of sweet fruitiness and spicy warmth. Its 12 years of maturation impart a depth of flavors, including notes of caramel, toasted oak, and sherry.",
    "Regular price": 4.25,
    "Categories": "Strength > 45-49% ABV, Age > Age 10-17, Taste > Fruity, Taste > Honey, Taste > Nutty, Taste > Spicy, Taste > Vanilla, Region > World"
  },
  {
    "ID": 67709,
    "Name": "Redbreast 21yr",
    "Description": "Redbreast 21yr is an exquisite Irish Whiskey with a remarkable depth of character. Its rich amber hue entices the senses, while its complex aroma unveils notes of dried fruits, spices, and toasted oak. On the palate, this whisky delivers a harmonious mix of sweet sherry, vanilla, and hints of honey, ending with a long, smooth finish.",
    "Regular price": 14,
    "Categories": "Strength > 45-49% ABV, Age > Age 18-24, Taste > Fruity, Taste > Honey, Taste > Nutty, Taste > Spicy, Region > World"
  },
  {
    "ID": 67711,
    "Name": "Rosebank 18yr",
    "Description": "Rosebank 18yr is an exquisite Scottish whisky, renowned for its refined and delicate flavours. This single malt offers a smooth and velvety experience, with notes of citrus, honey, and a hint of floral undertones. It is a well-balanced and mature whisky that lingers on the palate, making it a true delight for whisky connoisseurs.",
    "Regular price": 25,
    "Categories": "Strength > 50-59% ABV, Age > Age 18-24, Independent Bottler > Douglas Laing, Taste > Floral, Taste > Fruity, Taste > Honey, Region > Lowland, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67712,
    "Name": "Royal Brackla 12yr",
    "Description": "Royal Brackla 12yr is an exquisite Scottish whisky with a rich and complex flavor profile. Its golden amber hue is indicative of the maturation process it undergoes for a minimum of twelve years. The whisky offers a delightful combination of fruity notes, hints of spice, and a subtle sweetness, making it a truly enjoyable sip.",
    "Regular price": 4,
    "Categories": "Strength > 40-44% ABV, Age > Age 10-17, Taste > Floral, Taste > Fruity, Taste > Honey, Region > Speyside, Taste > Vanilla"
  },
  {
    "ID": 67713,
    "Name": "Royal Brackla 12yr 2006",
    "Description": "Royal Brackla 12yr 2006 is a magnificent Scottish whisky. It boasts a rich and complex flavor profile that showcases the distillery's exceptional craftsmanship. With its smoothness, hints of fruity sweetness, and a touch of spice, it promises a memorable tasting experience.",
    "Regular price": 7,
    "Categories": "Strength > 50-59% ABV, Age > Age 10-17, Taste > Honey, Taste > Nutty, Region > Speyside, Independent Bottler > The Whisky Agency, Taste > Woody"
  },
  {
    "ID": 67714,
    "Name": "Royal Brackla 13yr",
    "Description": "Royal Brackla 13yr is a captivating Scottish Whisky. With a rich golden hue, it offers a delightful aroma of dried fruits and vanilla. On the palate, this Whisky reveals a harmonious blend of honey, spice, and oak, leading to a smooth and luxurious finish.",
    "Regular price": 7,
    "Categories": "Strength > 45-49% ABV, Age > Age 10-17, Taste > Floral, Taste > Fruity, Taste > Honey, Independent Bottler > La maison du whisky, Region > Speyside, Taste > Vanilla"
  },
  {
    "ID": 67717,
    "Name": "Royal Brackla 21yr",
    "Description": "Royal Brackla 21yr is a distinguished whisky with a rich history. Its aroma is enchanting, with notes of caramel, vanilla, and fruit. On the palate, it offers a complex combination of sweet honey, spicy oak, and dried fruits, culminating in a long, smooth finish.",
    "Regular price": 15,
    "Categories": "Strength > 40-44% ABV, Age > Age 18-24, Taste > Honey, Taste > Nutty, Region > Speyside, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67719,
    "Name": "Scapa Skiren",
    "Description": "Scapa Skiren is a delightful Scottish whisky with a distinct character. Infused with a coastal influence, it exudes a gentle yet invigorating aroma. The palate is treated to flavors of honey, citrus, and vanilla, creating a smooth and well-balanced drinking experience.",
    "Regular price": 4,
    "Categories": "Strength > 40-44% ABV, Taste > Floral, Taste > Fruity, Taste > Honey, Region > Islands, Taste > Vanilla"
  },
  {
    "ID": 67720,
    "Name": "Scottish Leader",
    "Description": "Scottish Leader Whisky is a smooth and richly flavored spirit. It is known for its balanced blend of malt and grain whiskies. With its hints of honey, toffee, and spices, it offers a delightful taste experience.",
    "Regular price": 2,
    "Categories": "Strength > 40-44% ABV, Taste > Floral, Taste > Honey, Taste > Nutty, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67721,
    "Name": "Secret Islay Distillery 21yr",
    "Description": "Secret Islay Distillery 21yr is a remarkable whisky with a rich and smoky character. It presents a complex blend of peat, vanilla, and maritime notes that truly transport the senses. Aged for 21 years, this whisky is a testament to the art of whisky making.",
    "Regular price": 9,
    "Categories": "Strength > 50-59% ABV, Age > Age 18-24, Region > Islay, Taste > Peated, Taste > Salty, Independent Bottler > The Whisky Agency, Taste > Woody"
  },
  {
    "ID": 67722,
    "Name": "Shackleton",
    "Description": "Whisky Shackleton is a renowned blend that pays homage to the legendary explorer Sir Ernest Shackleton. It is crafted using the finest malt and grain whiskies, resulting in a smooth and balanced flavour profile. With hints of tropical fruits, sweet vanilla, and a touch of peat smoke, Whisky Shackleton offers a memorable drinking experience.",
    "Regular price": 2.95,
    "Categories": "Strength > 40-44% ABV, Taste > Fruity, Region > Highland, Taste > Honey, Taste > Woody"
  },
  {
    "ID": 67723,
    "Name": "Singleton 12yr",
    "Description": "Singleton 12yr is a fine whisky from Scotland. It boasts a smooth and mellow flavor profile. With notes of fruit, vanilla, and oak, it offers a delightful sipping experience.",
    "Regular price": 4,
    "Categories": "Strength > 40-44% ABV, Age > Age 10-17, Taste > Fruity, Taste > Honey, Region > Speyside, Taste > Vanilla"
  },
  {
    "ID": 67724,
    "Name": "Smokehead",
    "Description": "Smokehead is a bold and powerful whisky with a distinctive smoky character. It is known for its rich and intense flavours, which perfectly balance the peat smoke and sweet notes of fruit and vanilla. This whisky leaves a lasting impression on the palate, making it a favourite among smoky whisky enthusiasts.",
    "Regular price": 4,
    "Categories": "Strength > 40-44% ABV, Region > Islay, Taste > Peated, Taste > Salty, Taste > Spicy"
  },
  {
    "ID": 67725,
    "Name": "Smokehead 18yr",
    "Description": "Smokehead 18yr is an exceptional Scotch whisky with a rich and smoky character. It offers a complex and intense flavor profile, showcasing notes of smoldering campfire, earthy peat, and a hint of brine. With its long and velvety finish, this 18-year-old whisky is a true delight for smoke enthusiasts.",
    "Regular price": 12,
    "Categories": "Strength > 45-49% ABV, Age > Age 18-24, Region > Islay, Taste > Peated, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 67726,
    "Name": "Smokehead High Voltage",
    "Description": "Smokehead High Voltage is a robust and powerful whisky with intense smoky flavors. Its smokiness is complemented by notes of charred oak and a hint of coastal sea salt. This whisky delivers a bold and unforgettable experience that will impress any whisky enthusiast.",
    "Regular price": 5.5,
    "Categories": "Strength > 50-59% ABV, Region > Islay, Taste > Peated, Taste > Salty"
  },
  {
    "ID": 67727,
    "Name": "Smokehead Rum Rebel",
    "Description": "Smokehead Rum Rebel is a bold and unconventional Scottish whisky. With its intense smoky aroma, it offers a distinctive and robust flavour profile. This whisky is perfect for those who appreciate a punchy and adventurous spirit.",
    "Regular price": 5.5,
    "Categories": "Strength > 45-49% ABV, Region > Islay, Taste > Peated, Taste > Salty, Taste > Spicy"
  },
  {
    "ID": 67729,
    "Name": "Springbank 10yr",
    "Description": "Springbank 10yr is an exceptional Scotch whisky with a rich and complex character. It boasts a beautiful balance of rich maltiness, gentle peat smoke, and subtle coastal influences. The whisky's 10 years of maturation results in a smooth and well-rounded dram that is truly worth savoring.",
    "Regular price": 7,
    "Categories": "Strength > 45-49% ABV, Age > Age 10-17, Region > Campbeltown, Taste > Floral, Taste > Nutty, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 67730,
    "Name": "Springbank 12yr Cask Strength",
    "Description": "Springbank 12-year-old Cask Strength is a phenomenal single malt Scotch whisky from the renowned Springbank distillery. It boasts a rich and complex flavor profile, characterized by notes of honeyed malt, dried fruits, and a subtle smokiness. With its higher alcohol content and non-chill filtration, it delivers an intense and robust drinking experience that is truly exceptional.",
    "Regular price": 15,
    "Categories": "Strength > 50-59% ABV, Age > Age 10-17, Region > Campbeltown, Taste > Nutty, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 67733,
    "Name": "Springbank 18yr",
    "Description": "Springbank 18yr Whisky is a rich and well-rounded expression with a complex flavor profile. It features notes of caramel, dried fruit, and a gentle smoky undertone. This single malt offers a smooth and satisfying experience, making it a treat for whisky enthusiasts.",
    "Regular price": 18,
    "Categories": "Strength > 45-49% ABV, Age > Age 18-24, Region > Campbeltown, Taste > Nutty, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 67734,
    "Name": "Springbank 21yr",
    "Description": "Springbank 21yr is a beautifully balanced and sophisticated Scottish whisky. Its rich amber hue and intricate layers of flavours make it a truly exceptional dram. With notes of honey, toffee, and a hint of peat smoke, this whisky offers a complex and rewarding drinking experience.",
    "Regular price": 25,
    "Categories": "Strength > 45-49% ABV, Age > Age 18-24, Region > Campbeltown, Taste > Nutty, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 67736,
    "Name": "Starward Single Cask",
    "Description": "Starward Single Cask is a remarkable whisky from Australia. It is crafted with great care and attention to detail, resulting in a unique and rich flavor profile. This exceptional whisky showcases the exceptional quality of Australian distilling.",
    "Regular price": 8.5,
    "Categories": "Strength > 50-59% ABV, Taste > Fruity, Taste > Honey, Taste > Nutty, Taste > Vanilla, Taste > Woody, Region > World"
  },
  {
    "ID": 67737,
    "Name": "Strathisla 12yr",
    "Description": "Strathisla 12yr is a superb Scottish whisky with a rich and smooth character. Its enticing aroma offers notes of vanilla, caramel, and a hint of fruitiness. On the palate, it reveals a delightful combination of creamy toffee, honey, and a touch of spice, culminating in a long and satisfying finish.",
    "Regular price": 3.75,
    "Categories": "Strength > 40-44% ABV, Age > Age 10-17, Taste > Fruity, Taste > Honey, Region > Speyside, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67738,
    "Name": "Strathmill 15yr",
    "Description": "Strathmill 15yr is a delightful Scottish whisky with a rich and smooth character. It exudes a delicate balance of fruity and malty notes, creating a truly harmonious flavour profile. The whisky's 15 years of maturation lend it a depth and complexity that is sure to captivate any whisky connoisseur.",
    "Regular price": 10,
    "Categories": "Strength > 50-59% ABV, Age > Age 10-17, Taste > Floral, Taste > Fruity, Taste > Honey, Region > Speyside, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67739,
    "Name": "Sullivans Cove American Oak",
    "Description": "Sullivans Cove American Oak is a premium whisky crafted in Tasmania, Australia. It is known for its rich and complex flavors, which are a result of maturing in American oak casks. This whisky offers a smooth and full-bodied taste with notes of vanilla, caramel, and spices.",
    "Regular price": 9,
    "Categories": "Strength > 45-49% ABV, Taste > Honey, Taste > Vanilla, Taste > Woody, Region > World"
  },
  {
    "ID": 67740,
    "Name": "Sullivans Cove French Oak Cask",
    "Description": "Sullivans Cove French Oak Cask is a remarkable whisky with a distinct character. It is aged in specially selected French oak barrels, imparting a rich and complex flavor profile. This whisky showcases notes of warm spices, dark fruits, and a hint of sweet vanilla, making it a true delight for whisky enthusiasts.",
    "Regular price": 20,
    "Categories": "Strength > 45-49% ABV, Taste > Honey, Taste > Nutty, Taste > Vanilla, Taste > Woody, Region > World"
  },
  {
    "ID": 67741,
    "Name": "Talisker 10yr",
    "Description": "Talisker 10yr is a rich and smoky Scottish whisky with a distinctive maritime character. It boasts a balanced blend of fruitiness, peat smoke, and a hint of chili pepper. With its smooth and complex flavors, Talisker 10yr offers a memorable whisky experience that captures the essence of the Isle of Skye.",
    "Regular price": 4.5,
    "Categories": "Strength > 45-49% ABV, Age > Age 10-17, Region > Islands, Taste > Peated, Taste > Salty, Taste > Spicy, Taste > Woody"
  },
  {
    "ID": 67742,
    "Name": "Talisker 18yr",
    "Description": "Talisker 18yr is an exceptional whisky from the Isle of Skye, known for its rugged and maritime character. With a rich and smoky profile, it offers a complex balance of peat, spices, and sweet notes. This 18-year-old expression showcases the distillery's craftsmanship and delivers a truly memorable whisky experience.",
    "Regular price": 12,
    "Categories": "Strength > 45-49% ABV, Age > Age 18-24, Region > Islands, Taste > Peated, Taste > Salty, Taste > Spicy, Taste > Woody"
  },
  {
    "ID": 67743,
    "Name": "Talisker Distillers Edition 2000",
    "Description": "Talisker Distillers Edition 2000 is a highly sought-after Scottish whisky. It offers a unique combination of smoky and fruity flavors that captivate the senses. Crafted in the Isle of Skye, this whisky presents a rich and smooth character, making it a true delight for connoisseurs.",
    "Regular price": 10,
    "Categories": "Strength > 45-49% ABV, Region > Islands, Taste > Peated, Taste > Salty, Taste > Spicy, Taste > Woody"
  },
  {
    "ID": 67745,
    "Name": "Tamdhu 15yr",
    "Description": "Tamdhu 15-year-old is an exquisite Scottish Whisky renowned for its rich, intricate flavors. It boasts a smooth, velvety texture that entices the palate. This single malt offers a harmonious blend of fruity notes, hints of sherry, and a delicate touch of oak.",
    "Regular price": 7,
    "Categories": "Strength > 45-49% ABV, Age > Age 10-17, Taste > Honey, Region > Speyside, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67747,
    "Name": "Tamdhu Batch Strength",
    "Description": "Tamdhu Batch Strength is a remarkable Scotch Whisky with a rich and powerful character. Its deep amber colour and enticing aromas of dried fruits, cinnamon, and dark chocolate make it truly captivating. The palate is an exquisite blend of luscious sherry sweetness, caramel, and a hint of spice, leaving a long and satisfying finish.",
    "Regular price": 6.5,
    "Categories": "Strength > 50-59% ABV, Taste > Fruity, Taste > Honey, Region > Speyside, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67748,
    "Name": "Teaninich 2009",
    "Description": "Teaninich 2009 is a single malt Scotch whisky with a delightful balance of flavors. It offers a unique combination of sweet and rich notes, with hints of honey and citrus. This whisky has a smooth and velvety texture, making it a truly enjoyable sip.",
    "Regular price": 5,
    "Categories": "Strength > 45-49% ABV, Taste > Floral, Taste > Fruity, Independent Bottler > Gordon & McPhail, Taste > Honey, Region > Speyside, Taste > Vanilla"
  },
  {
    "ID": 67749,
    "Name": "Tobermory 12yr",
    "Description": "Tobermory 12yr is a rich and captivating whisky from Scotland. Its deep amber color delights the eyes, while its complex aroma of ripe fruits, honey, and spice entices the senses. On the palate, this whisky offers a smooth and velvety texture, revealing notes of caramel, baked apple, and a subtle hint of sea salt for a truly satisfying experience.",
    "Regular price": 4,
    "Categories": "Strength > 45-49% ABV, Age > Age 10-17, Taste > Floral, Taste > Fruity, Taste > Honey, Region > Islands, Taste > Spicy, Taste > Woody"
  },
  {
    "ID": 67750,
    "Name": "Tobermory 21yr",
    "Description": "Tobermory 21yr is an exquisite Scottish whisky. It boasts a rich and complex flavor profile that is sure to please whisky connoisseurs. With its smoothness and hints of fruit, it offers a truly enjoyable sipping experience.",
    "Regular price": 8.5,
    "Categories": "Strength > 50-59% ABV, Age > Age 18-24, Independent Bottler > Cadenheads, Taste > Fruity, Taste > Honey, Region > Islands, Taste > Nutty, Taste > Woody"
  },
  {
    "ID": 67752,
    "Name": "Togouchi 15yr",
    "Description": "Togouchi 15yr is a rich and complex Scottish Whisky, hailing from Japan. With its deep amber color, it entices the senses with notes of dried fruits, caramel, and a hint of smoke. The whisky's smooth and velvety texture gives way to a long, warming finish that lingers on the palate.",
    "Regular price": 12,
    "Categories": "Strength > 40-44% ABV, Age > Age 10-17, Taste > Floral, Taste > Fruity, Taste > Honey, Region > Japan, Taste > Spicy, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67754,
    "Name": "Tomintoul 23yr",
    "Description": "Tomintoul 23yr is a rich and elegant expression, renowned for its exceptional maturity. With an age statement of 23 years, this single malt whisky presents a deep amber hue and a complex palate. Delicate notes of dried fruits, sweet oak, and a hint of spice create a harmonious and lingering finish.",
    "Regular price": 8,
    "Categories": "Strength > 45-49% ABV, Age > Age 18-24, Taste > Floral, Taste > Fruity, Taste > Honey, Independent Bottler > Morrison and MacKay, Region > Speyside, Taste > Woody"
  },
  {
    "ID": 67755,
    "Name": "Tormore 20yr 1996 cask strength",
    "Description": "Tormore 20 year-old 1996 single cask is an exquisite Scottish whisky. It exhibits a rich and complex flavor profile, showcasing notes of honey, citrus, and spice. With its long maturation period, this whisky offers a smooth and velvety texture, making it a truly remarkable choice for whisky enthusiasts.",
    "Regular price": 10,
    "Categories": "Strength > 50-59% ABV, Age > Age 18-24, Taste > Fruity, Independent Bottler > Gordon & McPhail, Taste > Honey, Region > Speyside, Taste > Vanilla, Independent Bottler > Whisky Broker, Taste > Woody"
  },
  {
    "ID": 67756,
    "Name": "Tullibardine 20yr",
    "Description": "Tullibardine 20yr is a remarkable Scottish whisky with a rich and captivating taste. Its exquisite combination of flavours presents a delightful palate of fruity notes, complemented by hints of oak and spice. As a 20-year-old whisky, Tullibardine offers a smooth and lingering finish that will impress even the most discerning whisky connoisseurs.",
    "Regular price": 8,
    "Categories": "Strength > 40-44% ABV, Age > Age 18-24, Taste > Honey, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67758,
    "Name": "Tullibardine 500",
    "Description": "Tullibardine 500 is a rich and exquisite Scottish whisky. It offers a beautifully balanced flavour profile with notes of honey, vanilla, and dried fruits. The whisky has a smooth and velvety mouthfeel, making it a truly enjoyable drinking experience.",
    "Regular price": 4.75,
    "Categories": "Strength > 40-44% ABV, Region > Highland, Taste > Honey, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67760,
    "Name": "Yamazaki 18yr",
    "Description": "Yamazaki 18yr is an exquisite single malt Scotch whisky produced in Japan. This well-aged whisky boasts a complex and multi-layered character. It presents a harmonious blend of rich fruity notes, elegant oak, and subtle spices, culminating in a smooth and refined finish.",
    "Regular price": 40,
    "Categories": "Strength > 40-44% ABV, Age > Age 18-24, Taste > Fruity, Taste > Honey, Region > Japan, Taste > Nutty, Taste > Woody"
  },
  {
    "ID": 67764,
    "Name": "Affinity",
    "Description": "Whisky Affinity is a delightful exploration into the world of Scottish whisky. \\nIts rich heritage and distinct flavors make it a must-try for any whisky enthusiast. \\nFrom a smoky Islay malt to a smooth Speyside dram, Whisky Affinity offers a diverse range of whiskies to satisfy every palate.",
    "Regular price": 9,
    "Categories": "Strength > 45-49% ABV, Taste > Fruity, Taste > Honey, Taste > Nutty, Taste > Salty, Taste > Spicy, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67766,
    "Name": "Talisker 8yr Milroys",
    "Description": "Talisker 8yr Milroys is a remarkable single malt Scotch whisky. Its distinctive character is defined by a perfect balance of smoky and maritime flavors. With its rich and complex taste profile, this whisky offers a truly exceptional drinking experience.",
    "Regular price": 12,
    "Categories": "Strength > 45-49% ABV, Age > Age 3-9, Region > Islands, Independent Bottler > Milroys of Soho, Taste > Peated, Taste > Salty, Taste > Spicy"
  },
  {
    "ID": 67853,
    "Name": "Tullibardine 6yr",
    "Description": "Tullibardine 6yr is a smooth and refined Scottish whisky. It boasts a rich golden color and a delightful aroma that combines notes of vanilla, honey, and fresh fruits. On the palate, this whisky offers a harmonious blend of creamy toffee, orchard fruits, and gentle spice, leaving a lingering and satisfying finish.",
    "Regular price": 6.5,
    "Categories": "Strength > 60%+ABV, Age > Age 3-9, Region > Highland, Taste > Honey, Independent Bottler, Independent Bottler > The Single Cask, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67855,
    "Name": "Lindores MCDXCIV",
    "Description": "Lindores MCDXCIV is a rare and exquisite Scottish whisky. It boasts a beautifully balanced combination of rich flavors and aromas. Crafted with impeccable attention to detail, this whisky offers a truly exceptional drinking experience.",
    "Regular price": 4.5,
    "Categories": "Strength > 45-49% ABV, Taste > Fruity, Taste > Honey, Region > Lowland, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67861,
    "Name": "Ardmore 24yr sherry cask 1996",
    "Description": "Ardmore 24-year-old sherry cask 1996 is a stunning Scottish whisky. This particular expression of Ardmore has been matured in sherry casks for a remarkable 24 years. It showcases rich and complex flavors with a delightful balance of smokiness and sweetness.",
    "Regular price": 24,
    "Categories": "Strength > 60%+ABV, Age, Age > Age 18-24, Taste > Chocolatey, Independent Bottler > Gordon & McPhail, Region > Highland, Taste > Honey, Independent Bottler, Taste > Nutty, Taste > Spicy, Taste > Woody"
  },
  {
    "ID": 67866,
    "Name": "Mortlach 20yr",
    "Description": "Mortlach 20-year-old Whisky is a rich and complex single malt. It boasts a deep amber color and a luscious, full-bodied profile. This exquisite Whisky offers a harmonious balance of fruity sweetness, spicy notes, and a lingering smoky finish.",
    "Regular price": 9,
    "Categories": "Strength > 40-44% ABV, Age, Age > Age 18-24, Taste > Honey, Independent Bottler, Taste > Nutty, Region > Speyside, Taste > Spicy, Independent Bottler > The Wine Society, Taste > Woody"
  },
  {
    "ID": 67877,
    "Name": "Torabhaig Allt Gleann",
    "Description": "Torabhaig Allt Gleann is a superb Scottish whisky with a rich, smooth character. It boasts a lovely balance of sweet and smoky flavors, making it a delightful choice for whisky enthusiasts. With its complexity and depth, Torabhaig Allt Gleann is a true reflection of the craftsmanship and elegance that Scottish whiskies are known for.",
    "Regular price": 4.75,
    "Categories": "Strength > 45-49% ABV, Region > Islands, Taste > Peated, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 67878,
    "Name": "Lark 2016",
    "Description": "Lark 2016 is a rich and complex Scottish Whisky, crafted with utmost care and attention. Its flavour profile showcases notes of honeyed sweetness, accompanied by hints of toasted oak and spices. This exquisite whisky offers a smooth and velvety mouthfeel, making it a delightful choice for seasoned whisky enthusiasts.",
    "Regular price": 24,
    "Categories": "Strength > 60%+ABV, Age > Age 3-9, Independent Bottler > Berry Bros & Rudd, Taste > Fruity, Taste > Honey, Independent Bottler, Taste > Vanilla, Taste > Woody, Region > World"
  },
  {
    "ID": 67879,
    "Name": "Laphroaig  2000",
    "Description": "Laphroaig 2000 is a remarkable single malt whisky. Its distinct smoky flavor is intertwined with rich notes of peat and sea salt. This whisky offers a complex and immersive experience that is truly unique.",
    "Regular price": 19,
    "Categories": "Strength > 50-59% ABV, Age > Age 10-17, Independent Bottler, Region > Islay, Independent Bottler > Kingsbury, Taste > Peated, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 67911,
    "Name": "Caperdonich 27yr SMWS",
    "Description": "Caperdonich 27-year-old, curated by SMWS, is a sublime Scottish whisky. With its impressive age, it boasts an exquisite depth of flavours and aromas. This rare gem offers a harmonious balance of sweet notes, hints of oak, and a delightful lingering finish.",
    "Regular price": 35,
    "Categories": "Strength > 45-49% ABV, Age > Age 25-30, Taste > Fruity, Independent Bottler > SMWS, Region > Speyside, Taste > Spicy, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67914,
    "Name": "Glenlivet 21yr 1973",
    "Description": "Glenlivet 21yr 1973 is a renowned whisky that hails from Scotland. Aged for 21 years, this exquisite whisky offers a rich and complex flavor profile. With its distinct notes of oak, spice, and fruits, it promises a truly indulgent and satisfying drinking experience.",
    "Regular price": 24,
    "Categories": "Strength > 45-49% ABV, Age > Age 18-24, Taste > Floral, Taste > Honey, Taste > Nutty, Region > Speyside, Independent Bottler > Wilson and Morgan, Taste > Woody"
  },
  {
    "ID": 67931,
    "Name": "Whisky Tasting Ticket",
    "Description": "The Whisky Tasting Ticket offers a unique opportunity to sample a variety of fine whiskies. This ticket grants access to an exclusive event where you can explore a wide range of flavors and aromas. Immerse yourself in the world of whisky as you savor the distinct characteristics of each dram.",
    "Regular price": 20,
    "Categories": "Taste > Chocolatey, Taste > Floral, Taste > Fruity, Taste > Honey, Taste > Nutty, Taste > Peated, Taste > Salty, Taste > Spicy, Uncategorized, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 67993,
    "Name": "Dalmunach 5yr Voyager 1",
    "Description": "Dalmunach 5yr Voyager 1 is a captivating Scottish whisky with a 5-year maturation period. \\nThis whisky exudes a delightful blend of flavours, offering a rich and smooth experience for the palate. \\nWith its unique character and impressive depth, Dalmunach 5yr Voyager 1 is a true voyage of discovery for whisky enthusiasts.",
    "Regular price": 7,
    "Categories": "Strength > 60%+ABV, Age > Age 3-9, Taste > Floral, Taste > Fruity, Taste > Honey, Independent Bottler, Region > Speyside, Independent Bottler > The Whisky Barrel, Taste > Vanilla"
  },
  {
    "ID": 67994,
    "Name": "Cooley 19yr Rare Find",
    "Description": "Cooley 19yr Rare Find is a rare and highly sought-after Scottish Whisky. It offers a rich and complex flavour profile with notes of oak, spice, and dried fruits. This exceptional whisky is characterized by its smooth and mellow finish, making it a true connoisseur's choice.",
    "Regular price": 17,
    "Categories": "Strength > 50-59% ABV, Age > Age 18-24, Taste > Fruity, Independent Bottler > Gleann Mor, Taste > Honey, Independent Bottler, Taste > Spicy, Taste > Vanilla, Taste > Woody, Region > World"
  },
  {
    "ID": 68016,
    "Name": "Balvenie 21yr Single Barrel",
    "Description": "Balvenie 21yr Single Barrel is a remarkable Scottish whisky with a rich and inviting character. It has been aged for a lengthy 21 years, resulting in unparalleled depth and complexity. Each bottle is filled from a single cask, ensuring a unique and exceptional tasting experience.",
    "Regular price": 23,
    "Categories": "Strength > 45-49% ABV, Age > Age 18-24, Taste > Fruity, Taste > Honey, Region > Speyside, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68037,
    "Name": "Jura 28yr 1992",
    "Description": "Jura 28yr 1992 is a rare and exquisite Scottish whisky aged for an impressive 28 years. It boasts a rich and complex flavor profile, with hints of honey, dried fruits, and a gentle smokiness. The whisky is highly sought after by collectors and connoisseurs due to its exceptional quality and exceptional aging process.",
    "Regular price": 18,
    "Categories": "Strength > 50-59% ABV, Age > Age 25-30, Independent Bottler > Gordon & McPhail, Taste > Honey, Independent Bottler, Region > Islands, Taste > Nutty, Taste > Woody"
  },
  {
    "ID": 68039,
    "Name": "Tomatin 2007 12yr RMW exclusive",
    "Description": "Tomatin 2007 12yr RMW exclusive is a rich Scottish whisky with a distinct character. This well-aged whisky boasts a smooth and velvety texture. Its complexity is revealed through notes of sweet honey, ripe fruits, and delicate spices.",
    "Regular price": 8,
    "Categories": "Strength > 50-59% ABV, Age > Age 10-17, Taste > Fruity, Taste > Honey, Independent Bottler > Royal mile whiskies, Region > Speyside, Taste > Spicy, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68046,
    "Name": "Smokehead Sherry Bomb",
    "Description": "Smokehead Sherry Bomb is a bold and smoky Scotch whisky. Its rich sherry influence adds a deliciously sweet and fruity dimension to the robust smoky flavours. This whisky offers a powerful and complex tasting experience with a perfect balance between peat smoke and sweet sherry notes.",
    "Regular price": 5.5,
    "Categories": "Strength > 45-49% ABV, Region > Islay, Taste > Peated, Taste > Spicy, Taste > Woody"
  },
  {
    "ID": 68110,
    "Name": "Allt-A-Bhainne 24yr single cask",
    "Description": "Allt-A-Bhainne 24yr single cask is a rich and complex Scottish whisky. With its 24 years of maturation, it has developed a smooth and velvety texture. The nose offers a delightful mix of fruity and floral notes, while the palate reveals a harmonious blend of honey, spices, and oak.",
    "Regular price": 12,
    "Categories": "Strength > 45-49% ABV, Age > Age 18-24, Taste > Floral, Taste > Honey, Taste > Nutty, Region > Speyside, Independent Bottler > Thomson Bros, Taste > Woody"
  },
  {
    "ID": 68121,
    "Name": "Ardnamurchan AD/11:14 CK339",
    "Description": "Ardnamurchan AD/11:14 CK339 is a rich and complex whisky. Its aroma is filled with notes of citrus, honey, and oak. The taste is well-balanced, offering a combination of fruity sweetness, smoky peat, and hints of spice.",
    "Regular price": 9,
    "Categories": "Strength > 50-59% ABV, Independent Bottler > Adelphi, Age > Age 3-9, Region > Highland, Taste > Nutty, Taste > Peated, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 68133,
    "Name": "Waterford Bio Dynamic Luna 1.1",
    "Description": "Waterford Bio Dynamic Luna 1.1 is a unique Scottish whisky with a distinct character. Crafted using biodynamic farming techniques, it showcases the pure essence of the land. Its rich and complex flavours are a harmonious blend of oak, barley, and delicate floral undertones.",
    "Regular price": 7.5,
    "Categories": "Strength > 50-59% ABV, Age > Age 3-9, Taste > Floral, Taste > Fruity, Taste > Honey, Taste > Nutty, Taste > Vanilla, Taste > Woody, Region > World"
  },
  {
    "ID": 68142,
    "Name": "Aberfeldy 17yr 1970",
    "Description": "Aberfeldy 17yr 1970 is a remarkable Scottish whisky with a rich and elegant character. This whisky, aged for 17 years, showcases a superb balance of fruity and woody flavors. With its smooth and complex taste, Aberfeldy 17yr 1970 is truly a whisky to be savored and appreciated by whisky enthusiasts.",
    "Regular price": 25,
    "Categories": "Strength > 40-44% ABV, Age > Age 10-17, Independent Bottler > Gordon & McPhail, Region > Highland, Taste > Honey, Taste > Nutty, Taste > Woody"
  },
  {
    "ID": 68148,
    "Name": "Glen Elgin 24yr",
    "Description": "Glen Elgin 24yr is a remarkable Scottish whisky with a rich and complex character. It boasts a smooth and velvety mouthfeel, resulting from its extended aging period of 24 years. With enticing notes of honey, orchard fruits, and delicate spices, this whisky delivers a truly memorable drinking experience.",
    "Regular price": 12,
    "Categories": "Strength > 50-59% ABV, Independent Bottler > A D Rattray, Age, Age > Age 18-24, Taste > Fruity, Taste > Honey, Taste > Nutty, Taste > Spicy, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68150,
    "Name": "Caol Ila 10yr Artist LMDW",
    "Description": "Caol Ila 10yr Artist LMDW is a delightful single malt Scotch whisky. Its exquisite 10-year aging process infuses the whisky with a rich and complex character. This expression showcases the distillery's signature maritime notes, with a perfect balance of smokiness and fruity sweetness.",
    "Regular price": 10,
    "Categories": "Strength > 45-49% ABV, Age > Age 10-17, Region > Islay, Independent Bottler > La maison du whisky, Taste > Peated, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 68155,
    "Name": "Bimber 4yr",
    "Description": "Bimber 4yr is a whisky crafted with utmost care and expertise. Its smooth and rich character is complemented by a delightful combination of flavors. With a maturation period of four years, this whisky attains a remarkable depth and complexity that whisky enthusiasts appreciate.",
    "Regular price": 13,
    "Categories": "Strength > 50-59% ABV, Age > Age 3-9, Taste > Chocolatey, Taste > Honey, Taste > Nutty, Independent Bottler > Whisky Sponge, Taste > Woody, Region > World"
  },
  {
    "ID": 68157,
    "Name": "Tomatin 2007 RMW single cask",
    "Description": "Tomatin 2007 RMW single cask is a limited edition Scottish whisky. Crafted in a single cask, it exhibits a distinct character and unique flavor profile. With its smooth yet robust taste and a hint of sweetness, this whisky is a true delight for connoisseurs.",
    "Regular price": 8,
    "Categories": "Age > Age 10-17, Taste > Fruity, Region > Highland, Taste > Honey, Independent Bottler > Royal mile whiskies, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68158,
    "Name": "Ballechin 19yr single cask",
    "Description": "Ballechin 19yr single cask is a distinguished Scottish whisky with a rich and smoky profile. Its deep, amber color hints at the complexity within. Delicate notes of peat, dark chocolate, and dried fruit marry on the palate, creating a truly exquisite and unforgettable whisky experience.",
    "Regular price": 22,
    "Categories": "Strength > 45-49% ABV, Age > Age 18-24, Taste > Chocolatey, Region > Highland, Taste > Peated, Taste > Spicy, Independent Bottler > Whisky Sponge, Taste > Woody"
  },
  {
    "ID": 68159,
    "Name": "Tobermory 13yr",
    "Description": "Tobermory 13yr is a delightful Scottish whisky renowned for its intriguing complexity. This outstanding expression showcases a rich and amber hue, inviting the senses with its enticing aromas. Upon sipping, one is greeted with a symphony of flavours, ranging from luscious fruits to a hint of spice, culminating in a satisfyingly smooth and velvety finish.",
    "Regular price": 12,
    "Categories": "Strength > 50-59% ABV, Age > Age 10-17, Taste > Fruity, Taste > Honey, Region > Islands, Taste > Salty, Taste > Vanilla, Independent Bottler > Whisky Sponge"
  },
  {
    "ID": 68160,
    "Name": "Glen Ord 13yr whisky sponge",
    "Description": "Glen Ord 13yr whisky sponge is a delectable dessert infused with the rich flavor of Scottish whisky. \\nThis indulgent treat features a moist sponge cake, infused with the distinct notes of Glen Ord whisky. \\nWith its perfect balance of sweetness and whisky undertones, Glen Ord 13yr whisky sponge offers a delightful culinary experience.",
    "Regular price": 9,
    "Categories": "Strength > 45-49% ABV, Age > Age 10-17, Taste > Fruity, Region > Highland, Taste > Honey, Independent Bottler > Whisky Sponge, Taste > Woody"
  },
  {
    "ID": 68161,
    "Name": "Glen Grant 13yr single cask",
    "Description": "Glen Grant 13-year-old single cask is a distinguished whisky. Its rich and complex flavors are a testament to its maturation process. This exceptional expression showcases the distillery's commitment to quality and craftsmanship.",
    "Regular price": 28,
    "Categories": "Strength > 50-59% ABV, Age > Age 18-24, Taste > Floral, Taste > Fruity, Taste > Honey, Region > Speyside, Independent Bottler > The Whisky Agency, Taste > Woody"
  },
  {
    "ID": 68164,
    "Name": "Clynelish 23yr Milroys",
    "Description": "Clynelish 23-year-old Milroys is a unique and exquisite whisky. This expression offers a rich and complex flavour profile that delights the senses. With its well-aged maturity, it exudes a smooth and velvety texture that lingers on the palate.",
    "Regular price": 23,
    "Categories": "Strength > 50-59% ABV, Age > Age 18-24, Taste > Floral, Region > Highland, Taste > Honey, Independent Bottler > Milroys of Soho, Taste > Woody"
  },
  {
    "ID": 68165,
    "Name": "Ben Nevis 25yr Milroys",
    "Description": "Ben Nevis 25-year-old Milroys is a prestigious Scottish whisky. With a quarter-century of maturation, it boasts exceptional depth and complexity. This premium expression from the renowned Ben Nevis distillery offers a rich, smooth, and well-balanced drinking experience.",
    "Regular price": 20,
    "Categories": "Strength > 45-49% ABV, Age > Age 25-30, Region > Highland, Taste > Honey, Independent Bottler > Milroys of Soho, Taste > Nutty, Taste > Spicy, Taste > Woody"
  },
  {
    "ID": 68167,
    "Name": "Blair Atholl 10yr single cask",
    "Description": "Blair Atholl 10yr single cask is a stunning Scottish whisky with a rich and complex character. This exquisite expression offers a delightful combination of fruity and spicy notes, creating a truly memorable taste experience. With its 10 years of maturation, Blair Atholl single cask showcases the remarkable craftsmanship that goes into creating each bottle.",
    "Regular price": 7,
    "Categories": "Strength > 50-59% ABV, Age > Age 10-17, Region > Highland, Taste > Honey, Taste > Nutty, Uncategorized, Independent Bottler > Uncharted Whisky Company, Taste > Woody"
  },
  {
    "ID": 68168,
    "Name": "Lochindaal 11yr single cask",
    "Description": "Lochindaal 11yr single cask is a remarkable Scottish whisky. With its rich and complex flavors, it offers a delightful sensory experience. This whisky is aged for 11 years in a single cask, resulting in a uniquely smooth and balanced profile.",
    "Regular price": 13,
    "Categories": "Strength > 50-59% ABV, Age > Age 10-17, Independent Bottler > Hidden Spirits, Region > Islay, Taste > Peated, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 68169,
    "Name": "Blair Atholl 12yr single cask",
    "Description": "Blair Atholl 12-year single cask displays a splendid golden hue. Its rich aroma unfolds with notes of toffee, dried fruits, and a hint of oak. On the palate, this whisky offers a perfect balance of sweet caramel, nutty flavors, and a gentle touch of spice, leading to a satisfying, smooth finish.",
    "Regular price": 6.5,
    "Categories": "Strength > 50-59% ABV, Age > Age 10-17, Independent Bottler > Hidden Spirits, Region > Highland, Taste > Honey, Taste > Nutty, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68170,
    "Name": "Balmenach 14yr single cask",
    "Description": "Balmenach 14yr single cask is a characterful Scottish whisky. It boasts a rich, complex flavor profile that delights the senses. With a smooth and velvety texture, it offers notes of caramel, vanilla, and a hint of fruitiness.",
    "Regular price": 8,
    "Categories": "Strength > 50-59% ABV, Age > Age 10-17, Independent Bottler > Hidden Spirits, Taste > Honey, Region > Speyside, Taste > Spicy, Taste > Woody"
  },
  {
    "ID": 68171,
    "Name": "Bowmore 21yr",
    "Description": "Bowmore 21yr is a superb expression of whisky. With its rich amber color and enticing aroma, it captivates the senses right from the start. This whisky boasts a well-balanced and complex flavor profile, showcasing notes of peat smoke, dark chocolate, and a hint of tropical fruit.",
    "Regular price": 17,
    "Categories": "Strength > 45-49% ABV, Age > Age 18-24, Taste > Honey, Region > Islay, Taste > Peated, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 68172,
    "Name": "Balvenie 17yr Week of Peat",
    "Description": "Balvenie 17yr Week of Peat is a captivating Scottish whisky with a smoky twist. Its 17 years of aging lend a remarkable depth of flavour and complexity. This limited edition expression offers a unique and enjoyable peaty character alongside Balvenie's renowned craftsmanship.",
    "Regular price": 10,
    "Categories": "Strength > 45-49% ABV, Age > Age 10-17, Taste > Honey, Taste > Peated, Region > Speyside, Taste > Woody"
  },
  {
    "ID": 68173,
    "Name": "Aberlour 12yr single cask",
    "Description": "Aberlour 12yr single cask is a rich and flavorsome Scottish whisky. It boasts a beautiful amber hue and carries a smooth and velvety texture on the palate. With its complex notes of spiced fruits, honey, and dark chocolate, it offers a truly indulgent whisky experience.",
    "Regular price": 6,
    "Categories": "Strength > 50-59% ABV, Age > Age 10-17, Taste > Chocolatey, Taste > Fruity, Independent Bottler > Maltbarn, Taste > Nutty, Region > Speyside, Taste > Woody"
  },
  {
    "ID": 68176,
    "Name": "Brora 19yr 1982",
    "Description": "Brora 19yr 1982 is a highly sought-after Scottish whisky. It offers a rich, complex flavour profile with notes of smoky peat, honey, and floral undertones. The whisky has been aged for 19 years, allowing it to develop a smooth and velvety texture.",
    "Regular price": 60,
    "Categories": "Strength > 50-59% ABV, Age > Age 18-24, Region > Highland, Taste > Peated, Taste > Salty, Independent Bottler > Silver Seal, Taste > Woody"
  },
  {
    "ID": 68179,
    "Name": "Lagavulin 16",
    "Description": "Lagavulin 16 is a highly coveted Scottish whisky known for its rich and smoky flavor. It is a single malt whisky produced on the picturesque island of Islay. Lagavulin 16 offers a complex palate, with notes of peat, leather, and a delightful hint of sweetness.",
    "Regular price": 5.5,
    "Categories": "Strength > 40-44% ABV, Age > Age 10-17, Taste > Honey, Region > Islay, Taste > Peated, Taste > Salty, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68190,
    "Name": "Glenfarclas 100proof 12yr (Milroys)",
    "Description": "Glenfarclas 100proof 12yr (Milroys) is an exceptional Scottish Whisky. It boasts a rich and full-bodied flavour profile, with notes of sherry, honey, and dried fruits. This 12-year-old expression offers a delightful balance of sweetness and complexity, making it a must-try for Whisky enthusiasts.",
    "Regular price": 7,
    "Categories": "Strength > 50-59% ABV, Age > Age 10-17, Taste > Honey, Independent Bottler > Milroys of Soho, Region > Speyside, Taste > Spicy, Taste > Woody"
  },
  {
    "ID": 68201,
    "Name": "Port Dundas 20yr",
    "Description": "Port Dundas 20-year-old is a rich and refined Scotch whisky. It boasts a smooth and velvety texture, with a complexity of flavors that evolve on the palate. The whisky offers notes of caramel, vanilla, and dried fruits, balanced with a subtle hint of spice, resulting in a delightful sipping experience.",
    "Regular price": 6,
    "Categories": "Strength > 50-59% ABV, Age > Age 18-24, Independent Bottler > Claxtons, Region > Lowland, Taste > Nutty, Taste > Spicy, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68203,
    "Name": "Aultmore 14yr 2006",
    "Description": "Aultmore 14yr 2006 is a beautifully crafted Scotch Whisky. It offers a rich and velvety texture with delightful notes of honey, citrus, and spices. This exquisite whisky showcases the perfect balance between sweetness and complexity, making it a true connoisseur's choice.",
    "Regular price": 6.5,
    "Categories": "Strength > 50-59% ABV, Age > Age 10-17, Taste > Honey, Independent Bottler > Maltbarn, Region > Speyside, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68205,
    "Name": "Lowland single grain 1977 45yr",
    "Description": "Lowland Single Grain 1977 45yr is an exquisite Scotch whisky. This rare expression represents the epitome of elegance and complexity. With its smooth mouthfeel and delicate flavors, it offers a truly remarkable sensory experience.",
    "Regular price": 18,
    "Categories": "Strength > 40-44% ABV, Age, Age > Age 31+, Taste > Floral, Taste > Honey, Independent Bottler, Region > Lowland, Independent Bottler > Thomson Bros, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68206,
    "Name": "Ardbeg 19yr Traig Bhan",
    "Description": "Ardbeg 19yr Traig Bhan is an exquisite Scottish whisky. It presents a complex combination of flavors and aromas. This aged whisky offers a rich, smoky character with hints of peat and spices.",
    "Regular price": 19,
    "Categories": "Strength > 45-49% ABV, Age > Age 18-24, Region > Islay, Taste > Nutty, Taste > Peated, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 68208,
    "Name": "Clynelish 1972 30yr",
    "Description": "Clynelish 1972 30yr is an exceptionally rare and exquisite whisky. Aged for three decades, it boasts a rich and complex flavor profile. With notes of honey, tropical fruits, and a lingering smokiness, it delivers a truly memorable drinking experience.",
    "Regular price": 65,
    "Categories": "Taste > Floral, Taste > Honey, Taste > Salty, Uncategorized, Taste > Woody"
  },
  {
    "ID": 68209,
    "Name": "Bunnahabhain 27yr SMOS",
    "Description": "Bunnahabhain 27yr SMOS is an exquisite Scottish whisky, renowned for its rich and complex flavours. \\nWith a maturation period of 27 years, this whisky has developed a remarkable depth and character. \\nIt offers a harmonious blend of smooth, velvety textures with notes of dark chocolate, dried fruits, and a hint of smokiness, creating an indulgent sensory experience.",
    "Regular price": 23,
    "Categories": "Strength > 45-49% ABV, Age, Age > Age 25-30, Region > Islay, Taste > Nutty, Taste > Salty, Independent Bottler > Single malts of Scotland, Taste > Woody"
  },
  {
    "ID": 68210,
    "Name": "Kilkerran 8yr Portwood",
    "Description": "Kilkerran 8yr Portwood is a delightful whisky with a unique character. It has been matured for eight years, resulting in a rich and complex flavor profile. The influence of the port casks adds a touch of sweetness and depth to this exceptional whisky.",
    "Regular price": 9,
    "Categories": "Strength > 45-49% ABV, Strength > 50-59% ABV, Age > Age 10-17, Region > Campbeltown, Taste > Fruity, Taste > Spicy, Taste > Woody"
  },
  {
    "ID": 68212,
    "Name": "Kilchoman cognac cask",
    "Description": "Kilchoman whisky, aged in cognac casks, possesses a unique and tantalising character. This whisky showcases an intriguing fusion of smoky Islay spirit with the subtle influence of cognac maturation. The resulting flavor profile offers a delightful balance of peat smoke, fruity sweetness, and underlying richness.",
    "Regular price": 12,
    "Categories": "Strength > 50-59% ABV, Age > Age 3-9, Region > Islay, Taste > Peated, Taste > Woody"
  },
  {
    "ID": 68213,
    "Name": "Talisker 25yr",
    "Description": "Talisker 25yr is a premium Scottish whisky renowned for its exceptional quality and smoothness. This distinguished expression has been matured for a quarter of a century, resulting in a rich and complex flavour profile. With its notes of smoke, maritime influence, and hints of spice, Talisker 25yr is a truly remarkable whisky that offers a truly indulgent experience.",
    "Regular price": 24,
    "Categories": "Strength > 45-49% ABV, Age > Age 25-30, Region > Islands, Taste > Peated, Taste > Salty, Taste > Spicy, Taste > Woody"
  },
  {
    "ID": 68214,
    "Name": "Benrinnes 21yr SMOS",
    "Description": "Benrinnes 21yr SMOS is an exceptional Scottish whisky with a rich and complex character. It offers a smooth and velvety texture with notes of honey, oak, and spice. This whisky has been aged for 21 years, allowing its flavors to develop and mature into a truly remarkable drinking experience.",
    "Regular price": 12,
    "Categories": "Strength > 45-49% ABV, Age > Age 18-24, Taste > Fruity, Taste > Honey, Independent Bottler > Single malts of Scotland, Region > Speyside, Taste > Spicy, Taste > Woody"
  },
  {
    "ID": 68215,
    "Name": "Speyside 40yr Gleann Mor Rare Find",
    "Description": "Speyside 40yr Gleann Mor Rare Find is a distinguished whisky with a rich and complex character. Its exquisite flavours unfold on the palate, offering a refined taste experience. Aged for four decades, this rare find embodies the craftsmanship and heritage of Speyside whisky production.",
    "Regular price": 30,
    "Categories": "Strength > 45-49% ABV, Age > Age 31+, Taste > Floral, Taste > Fruity, Independent Bottler > Gleann Mor, Taste > Honey, Region > Speyside, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68217,
    "Name": "Balblair 18yr",
    "Description": "Balblair 18-year-old Whisky is a sophisticated and exquisite single malt. Its rich amber color hints at the depth of flavor within. With notes of tropical fruits, toffee, and a touch of spice, it offers a balanced and complex taste experience.",
    "Regular price": 12,
    "Categories": "Strength > 45-49% ABV, Age > Age 18-24, Taste > Floral, Taste > Fruity, Region > Highland, Taste > Honey, Taste > Spicy, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68220,
    "Name": "Ben Nevis 22yr Single Cask",
    "Description": "Ben Nevis 22yr Single Cask is an exceptional Scotch Whisky crafted at the renowned Ben Nevis distillery. This whisky boasts a remarkable age statement of 22 years, reflecting the meticulous aging process it has undergone. With its single cask production, it offers a unique and distinctive flavor profile that is sure to captivate whisky enthusiasts.",
    "Regular price": 15,
    "Categories": "Strength > 45-49% ABV, Age > Age 18-24, Region > Highland, Taste > Honey, Taste > Nutty, Taste > Spicy, Independent Bottler > The Golden Cask, Taste > Woody"
  },
  {
    "ID": 68221,
    "Name": "Ancnoc 12yr",
    "Description": "Ancnoc 12yr is a smooth and refined Scottish single malt Scotch whisky. It boasts a delightful combination of fruity and floral notes, with hints of honey and vanilla. The whisky offers a balanced palate, with a gentle spice that lingers on the finish.",
    "Regular price": 4.5,
    "Categories": "Strength > 40-44% ABV, Age > Age 10-17, Taste > Floral, Taste > Fruity, Region > Highland, Taste > Honey, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68222,
    "Name": "Yamazaki 12yr",
    "Description": "Yamazaki 12yr is a captivating Japanese whisky with a rich and complex character. It presents a beautiful balance of fruity and woody notes, delivering a delightful sensory experience. The whisky's smoothness and subtle smokiness make it a truly exceptional choice for whisky enthusiasts.",
    "Regular price": 12,
    "Categories": "Strength > 40-44% ABV, Age > Age 10-17, Taste > Fruity, Taste > Honey, Taste > Vanilla, Taste > Woody, Region > World"
  },
  {
    "ID": 68223,
    "Name": "Yoichi 10yr",
    "Description": "Yoichi 10yr is a rich and smoky single malt whisky from Japan. It offers a delightful balance of peat, fruit, and spice. With its complex flavours and smooth finish, Yoichi 10yr is a whisky that will satisfy even the most discerning whisky connoisseur.",
    "Regular price": 20,
    "Categories": "Strength > 45-49% ABV, Age > Age 10-17, Taste > Peated, Taste > Salty, Taste > Woody, Region > World"
  },
  {
    "ID": 68252,
    "Name": "Caol ila 18yr",
    "Description": "Caol Ila 18yr is a sophisticated single malt whisky hailing from Islay, Scotland. With its complex and rich character, it offers a delightful smoky and peaty profile. The balance of sweet and salty notes, along with a hint of citrus, creates a truly remarkable drinking experience.",
    "Regular price": 9,
    "Categories": "Strength > 40-44% ABV, Age > Age 18-24, Region > Islay, Taste > Peated, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 68253,
    "Name": "Caol Ila 18yr Unpeated",
    "Description": "Caol Ila 18yr Unpeated is a smooth and rich Scottish whisky. With its 18 years of aging, it has a complex and well-rounded flavor profile. Notes of honey, citrus, and oak blend together beautifully, creating a delightful sipping experience.",
    "Regular price": 10,
    "Categories": "Strength > 50-59% ABV, Age > Age 18-24, Taste > Honey, Region > Islay, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 68259,
    "Name": "Dailuaine 13yr rum cask finish",
    "Description": "Dailuaine 13-year-old whisky boasts a unique character with hints of rum due to its rum cask finish. This exquisite expression offers a perfect balance of rich whisky notes and subtle tropical undertones. The Dailuaine 13-year-old showcases the craftsmanship of Scottish whisky, enhanced by the influence of rum casks during maturation.",
    "Regular price": 7,
    "Categories": "Strength > 50-59% ABV, Age > Age 10-17, Taste > Fruity, Independent Bottler > Hidden Spirits, Taste > Honey, Region > Speyside, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68260,
    "Name": "Glengarioch 10yr  2011",
    "Description": "Glengarioch 10yr 2011 is a sublime whisky with a rich golden hue and a beguiling aroma. Its enchanting palate is filled with notes of honey, vanilla, and a hint of spices, delivering a truly captivating experience. This whisky strikes the perfect balance between sweetness and oakiness, leaving a smooth and satisfying finish.",
    "Regular price": 7,
    "Categories": "Strength > 50-59% ABV, Age > Age 10-17, Independent Bottler > Hidden Spirits, Region > Highland, Taste > Honey, Taste > Nutty, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68261,
    "Name": "Mortlach 18yr 1988",
    "Description": "Mortlach 18yr 1988 is an exquisite single malt Scotch whisky. Its rich, deep amber hue catches the eye, promising a luxurious experience. On the palate, this whisky reveals a harmonious blend of sweet notes, like dark chocolate and dried fruits, with a subtle hint of spice.",
    "Regular price": 22,
    "Categories": "Strength > 50-59% ABV, Age > Age 18-24, Taste > Nutty, Independent Bottler > Signatory vintage, Region > Speyside, Taste > Spicy, Taste > Woody"
  },
  {
    "ID": 68262,
    "Name": "Inchmurrin 24yr Single cask",
    "Description": "Inchmurrin 24-year-old Single cask is an exceptional Scottish whisky. This expression exhibits a remarkable balance of flavours and complexity. With its rich aromas, velvety texture, and long finish, it is a true delight for whisky connoisseurs.",
    "Regular price": 18,
    "Categories": "Strength > 50-59% ABV, Age > Age 18-24, Independent Bottler > Claxtons, Taste > Fruity, Region > Highland, Taste > Honey, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68263,
    "Name": "Port Charlotte 18yr single cask",
    "Description": "Port Charlotte 18yr single cask is a rich and complex Scotch whisky. Its smoky and peaty character is perfectly balanced with notes of caramel and dried fruits. This limited edition whisky offers a smooth and lingering finish, making it a true delight for whisky enthusiasts.",
    "Regular price": 18,
    "Categories": "Strength > 50-59% ABV, Age > Age 18-24, Taste > Chocolatey, Independent Bottler > Claxtons, Region > Islay, Taste > Nutty, Taste > Peated, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 68264,
    "Name": "Bunnahabhain (Stoisha) 6yr",
    "Description": "Bunnahabhain (Stoisha) 6yr is a delightful Scottish whisky. Its rich and smooth flavor profile is truly captivating. With a maturation period of six years, this whisky offers a perfect balance of fruity and smoky notes.",
    "Regular price": 7,
    "Categories": "Strength > 50-59% ABV, Age > Age 3-9, Region > Islay, Taste > Nutty, Taste > Salty, Independent Bottler > The Single Cask, Taste > Woody"
  },
  {
    "ID": 68265,
    "Name": "Blair Atholl 24yr XOP",
    "Description": "Blair Atholl 24yr XOP is a remarkable single malt Scotch whisky. It boasts a rich and complex flavor profile that will enchant whisky enthusiasts. The whisky offers a delightful balance of fruity and spicy notes, making it a true delight to savor.",
    "Regular price": 18,
    "Categories": "Strength > 50-59% ABV, Age > Age 18-24, Independent Bottler > Douglas Laing, Region > Highland, Taste > Honey, Taste > Nutty, Taste > Spicy, Taste > Woody"
  },
  {
    "ID": 68267,
    "Name": "Clynelish 21yr XOP",
    "Description": "Clynelish 21 Year Old XOP is a superb whisky with a rich and complex character. Its deep amber color and long, lingering finish make it a true delight for whisky enthusiasts. The nose is filled with notes of ripe fruits, honey, and subtle spices, while the palate offers an exquisite balance of sweetness and spiciness with hints of oak and a touch of smoke.",
    "Regular price": 29,
    "Categories": "Strength > 50-59% ABV, Age > Age 18-24, Independent Bottler > Douglas Laing, Taste > Honey, Region > Speyside, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68268,
    "Name": "Glenrothes 11yr 2009",
    "Description": "Glenrothes 11yr 2009 is a rich and decadent whisky with a smooth and velvety texture. Its deep amber color hints at the depth of flavors within. This whisky offers a delightful combination of fruity notes, warm spices, and a subtle oakiness, making it a true delight for the senses.",
    "Regular price": 6.5,
    "Categories": "Strength > 50-59% ABV, Age > Age 10-17, Taste > Floral, Taste > Fruity, Taste > Honey, Independent Bottler > Maltbarn, Region > Speyside, Taste > Vanilla"
  },
  {
    "ID": 68273,
    "Name": "Dallas Dhu 1977 20yr",
    "Description": "Dallas Dhu 1977 20yr is a highly sought-after Scottish whisky. This particular expression was distilled in 1977 and matured for 20 years, resulting in a rich and complex flavor profile. With notes of vanilla, oak, and a hint of fruitiness, it offers a delightful sensory experience for whisky enthusiasts.",
    "Regular price": "",
    "Categories": "Strength > 45-49% ABV, Age > Age 18-24, Independent Bottler > First Cask, Taste > Honey, Taste > Nutty, Region > Speyside, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68275,
    "Name": "Glen Esk 1984 single cask",
    "Description": "Glen Esk 1984 single cask is a rare and exquisite Scottish Whisky. It carries a rich, smooth and full-bodied taste. With its distinct flavors and complex aromas, it is sure to delight whisky connoisseurs worldwide.",
    "Regular price": 18,
    "Categories": "Strength > 40-44% ABV, Taste > Chocolatey, Independent Bottler > Gordon & McPhail, Region > Highland, Taste > Nutty, Taste > Woody"
  },
  {
    "ID": 68279,
    "Name": "Invergordon single grain 2007 10yr Octave",
    "Description": "Invergordon single grain 2007 10yr Octave is a delightful Scottish whisky. It offers a smooth and complex flavor profile. This 10-year-old expression showcases the distinct character of Invergordon distillery with its subtle notes of caramel and vanilla.",
    "Regular price": 6,
    "Categories": "Strength > 50-59% ABV, Age > Age 10-17, Independent Bottler > Duncan Taylor, Region > Highland, Taste > Nutty, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68281,
    "Name": "Balblair 15yr",
    "Description": "Balblair 15yr is a rich and complex single malt Scotch whisky. It exudes notes of honey, vanilla, and ripe apples, delivering a smooth and luscious taste experience. With its well-balanced flavours and a long, satisfying finish, this whisky is a true delight for whisky enthusiasts.",
    "Regular price": 6.5,
    "Categories": "Strength > 45-49% ABV, Age > Age 10-17, Taste > Fruity, Region > Highland, Taste > Honey, Taste > Spicy, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68282,
    "Name": "Old Perth 1996 Vintage",
    "Description": "Old Perth 1996 Vintage is a rich and smooth Scottish whisky. It offers a delightful balance of fruity and smoky notes, with hints of caramel and oak. This vintage is highly regarded for its complex flavours and long-lasting finish.",
    "Regular price": 15,
    "Categories": "Strength > 50-59% ABV, Age > Age 25-30, Taste > Fruity, Region > Highland, Taste > Honey, Independent Bottler > Morrison and MacKay, Taste > Woody"
  },
  {
    "ID": 68283,
    "Name": "Tamdhu Cigar Malt",
    "Description": "Tamdhu Cigar Malt is a rich and indulgent Scotch whisky. Its deep amber hue is a testament to its exceptional maturation process. The palate offers a delightful combination of sweet, smoky, and fruity notes, making it a perfect choice for whisky enthusiasts who enjoy a robust and full-bodied experience.",
    "Regular price": 15,
    "Categories": "Strength > 50-59% ABV, Region > Highland, Taste > Nutty, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68284,
    "Name": "Mortlach 18yr The wine society",
    "Description": "Mortlach 18yr, available through The Wine Society, is an exceptional whisky known for its complexity and richness. With eighteen years of maturation, it exhibits deep flavors and a smooth, velvety texture. This whisky showcases notes of dried fruits, spiced oak, and a hint of smoke, creating a delightful and memorable drinking experience.",
    "Regular price": "",
    "Categories": "Strength > 40-44% ABV, Age > Age 18-24, Taste > Nutty, Region > Speyside, Taste > Spicy, Independent Bottler > The Wine Society, Taste > Woody"
  },
  {
    "ID": 68286,
    "Name": "Glenfarclas 21yr 95proof",
    "Description": "Glenfarclas 21yr is a sophisticated Scottish Whisky with a rich and complex flavor profile. It offers a delightful balance of sweet and spicy notes, with hints of toffee, dried fruits, and warming spices. This single malt Whisky showcases the exquisite craftsmanship that Glenfarclas is known for, making it a must-try for Whisky enthusiasts.",
    "Regular price": 14,
    "Categories": "Strength > 50-59% ABV, Age > Age 18-24, Taste > Honey, Taste > Nutty, Region > Speyside, Taste > Woody"
  },
  {
    "ID": 68287,
    "Name": "Balvenie 16 French Oak",
    "Description": "Balvenie 16 French Oak is a luxurious whisky with a rich and complex character. Matured in traditional whisky casks and finished in French oak barrels, it offers a beautifully balanced combination of vanilla, honey, and spice. The whisky's smooth and velvety texture is complemented by subtle notes of dried fruits and gentle oakiness, creating a truly indulgent experience.",
    "Regular price": 10,
    "Categories": "Strength > 45-49% ABV, Age > Age 10-17, Taste > Honey, Region > Speyside, Taste > Spicy, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68288,
    "Name": "Ben Nevis 1997 Berry Bros/RMW",
    "Description": "Ben Nevis 1997 is a delightful Scottish whisky produced by Berry Bros/RMW. It offers a rich and complex flavor profile that is sure to excite whisky enthusiasts. This particular whisky showcases the unique characteristics of Ben Nevis distillery, providing a memorable drinking experience.",
    "Regular price": 21,
    "Categories": "Strength > 50-59% ABV, Age > Age 18-24, Independent Bottler > Berry Bros & Rudd, Taste > Fruity, Region > Highland, Taste > Honey, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68289,
    "Name": "Glenlivet 30yr 1981 Signatory",
    "Description": "Glenlivet 30-year-old 1981 Signatory is an exceptional whisky. With its 30-year age statement, it exudes elegance and sophistication. This whisky showcases the perfect balance of rich flavors and the finest craftsmanship.",
    "Regular price": 25,
    "Categories": "Strength > 50-59% ABV, Age > Age 25-30, Taste > Floral, Taste > Fruity, Taste > Honey, Independent Bottler > Signatory vintage, Region > Speyside, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68290,
    "Name": "Loch Lomond (Inchfad) 4yr single cask",
    "Description": "Loch Lomond (Inchfad) 4 year single cask is a fine Scottish whisky. It carries a rich and smoky flavor profile. The whisky exhibits a pleasant balance of sweetness and oakiness.",
    "Regular price": 6,
    "Categories": "Strength > 60%+ABV, Age > Age 3-9, Region > Highland, Taste > Nutty, Independent Bottler > The Single Cask, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68292,
    "Name": "Speyside 30yr 1991",
    "Description": "Speyside 30yr 1991 is an exceptional whisky from the Speyside region of Scotland. It exudes a rich, smooth character with a tantalizing blend of fruity and oaky notes. With its impressive 30-year aging process, this whisky offers a refined and complex taste experience that whisky connoisseurs will truly appreciate.",
    "Regular price": 15,
    "Categories": "Strength > 45-49% ABV, Age > Age 25-30, Taste > Floral, Taste > Fruity, Taste > Honey, Region > Speyside, Independent Bottler > The Wine Society, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68293,
    "Name": "Highland 30yr 1989",
    "Description": "The Highland 30-year-old 1989 whisky is a beautifully aged spirit from the Scottish Highlands. \\nWith three decades of maturation, it offers a deep and complex flavour profile. \\nExpect rich notes of caramel, dried fruits, and a hint of oak, making it a truly indulgent and satisfying whisky.",
    "Regular price": 15,
    "Categories": "Strength > 45-49% ABV, Age > Age 25-30, Region > Highland, Taste > Honey, Taste > Nutty, Independent Bottler > The Wine Society, Taste > Woody"
  },
  {
    "ID": 68294,
    "Name": "Islay 30yr 1991",
    "Description": "Islay 30yr 1991 is a remarkable whisky, highly sought after by whisky connoisseurs. This exquisite Islay expression captivates with its rich and complex flavours. With three decades of maturation, it delivers a distinctive smoky character, complemented by notes of peat, brine, and a touch of sweetness.",
    "Regular price": 14,
    "Categories": "Strength > 45-49% ABV, Age > Age 25-30, Region > Islay, Taste > Peated, Taste > Salty, Independent Bottler > The Wine Society, Taste > Woody"
  },
  {
    "ID": 68301,
    "Name": "Old Perth cask strength",
    "Description": "Old Perth cask strength whisky is a delightful and robust expression with a rich heritage. It offers a captivating combination of intense flavors and a high alcohol content, making it a desired choice for whisky connoisseurs seeking an intense experience. This whisky showcases a superb balance of depth and complexity, leaving a lasting impression on the palate.",
    "Regular price": 7,
    "Categories": "Strength > 50-59% ABV, Independent Bottler > Carn Mor, Region > Highland, Taste > Nutty, Taste > Spicy, Taste > Woody"
  },
  {
    "ID": 68302,
    "Name": "Tomatin 45yr 1966",
    "Description": "Tomatin 45yr 1966 is a remarkable Scottish whisky with a rich and complex character. It is aged for an impressive 45 years, showcasing the exceptional maturation process. This whisky offers a range of enticing flavors and aromas, making it a true delight for whisky enthusiasts.",
    "Regular price": 45,
    "Categories": "Strength > 45-49% ABV, Age > Age 31+, Region > Highland, Taste > Honey, Independent Bottler > La maison du whisky, Taste > Nutty, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68304,
    "Name": "Teaninich 32yr",
    "Description": "Teaninich 32yr is a superb Scottish Whisky with a rich and complex character. It boasts a beautiful golden hue and a nose filled with a delightful combination of fruits, spices, and oak. On the palate, this expression offers a smooth and velvety texture, revealing notes of honey, citrus fruits, and a hint of maltiness.",
    "Regular price": 25,
    "Categories": "Strength > 45-49% ABV, Age > Age 31+, Independent Bottler > Cadenheads, Taste > Floral, Taste > Fruity, Region > Highland, Taste > Honey, Taste > Nutty, Taste > Spicy, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68305,
    "Name": "Benriach 27yr rum cask",
    "Description": "Benriach 27yr is a remarkable whisky with a unique twist. Aged in rum casks for an extended period, it displays a rich and luxurious character. This single malt offers enticing flavors of dried fruits, vanilla, and subtle spices, creating a truly memorable drinking experience.",
    "Regular price": 20,
    "Categories": "Taste > Fruity, Taste > Honey, Taste > Spicy, Uncategorized, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68309,
    "Name": "Linkwood 37yr 2016 Special Release",
    "Description": "Linkwood 37yr 2016 Special Release is a highly revered single malt whisky with a remarkable history. Its exceptional age of 37 years imparts a depth and complexity that whisky enthusiasts truly appreciate. This limited edition expression showcases the beautiful balance of rich, fruity notes and gentle oak influence, resulting in a truly memorable sipping experience.",
    "Regular price": 37,
    "Categories": "Strength > 50-59% ABV, Age > Age 31+, Taste > Floral, Taste > Honey, Region > Speyside, Taste > Woody"
  },
  {
    "ID": 68310,
    "Name": "Highland Park 30yr",
    "Description": "Highland Park 30yr is a refined Scottish whisky with a rich and complex character. Its deep amber hue entices the eye, while its aromatic bouquet offers notes of honey, oak, and ripe fruits. On the palate, this exceptional whisky delivers a harmonious blend of smoky peat, sweet vanilla, and exquisite spices, culminating in a long and satisfying finish.",
    "Regular price": 60,
    "Categories": "Strength > 45-49% ABV, Age > Age 25-30, Taste > Floral, Taste > Honey, Region > Islands, Taste > Nutty, Taste > Woody"
  },
  {
    "ID": 68311,
    "Name": "Brora 1972 GM CC",
    "Description": "Brora 1972 GM CC is an exceptional Scottish whisky, renowned for its rich and complex flavours. \\nThis whisky showcases a delightful combination of smoky and fruity notes, creating a truly unique taste experience. \\nThe Brora 1972 GM CC offers a smooth and velvety texture, making it a true delight for whisky enthusiasts.",
    "Regular price": 75,
    "Categories": "Strength > 40-44% ABV, Age > Age 25-30, Independent Bottler > Gordon & McPhail, Region > Highland, Taste > Woody"
  },
  {
    "ID": 68314,
    "Name": "Glendronach Port Wood",
    "Description": "Glendronach Port Wood whisky is a rich and beautifully balanced spirit. It is aged in a combination of Pedro Ximénez and Port casks, imparting a unique sweetness and depth of flavor. The whisky offers notes of dark fruits, chocolate, and spices, making it a truly indulgent experience for whisky lovers.",
    "Regular price": 5.25,
    "Categories": "Strength > 45-49% ABV, Taste > Fruity, Region > Highland, Taste > Honey, Taste > Nutty, Uncategorized, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68315,
    "Name": "Tomatin 14yr Tawny Port Finish",
    "Description": "Tomatin 14yr Tawny Port Finish is a captivating Scotch whisky with a unique character. Its rich and indulgent flavours are complemented by the influence of Tawny Port casks during maturation. This exquisite whisky offers an array of fruity notes, hints of spice, and a velvety, smooth finish.",
    "Regular price": 5.75,
    "Categories": "Strength > 45-49% ABV, Age > Age 10-17, Taste > Fruity, Region > Highland, Taste > Honey, Taste > Spicy, Taste > Woody"
  },
  {
    "ID": 68317,
    "Name": "Islay (Laphroaig) 31yr 1989",
    "Description": "Islay (Laphroaig) 31-year-old 1989 Whisky is a highly sought-after expression from the renowned Laphroaig distillery on the picturesque Scottish island of Islay.\\n\\nCrafted with expertise and aged for an impressive 31 years, this Whisky showcases the distinctive peat smoke, briny sea breeze, and rich maritime flavors for which Islay malts are famous.\\n\\nWith its exceptional maturity and complexity, the Islay (Laphroaig) 31yr 1989 Whisky is a true collector's item that offers a remarkable drinking experience for discerning whisky enthusiasts.",
    "Regular price": 30,
    "Categories": "Strength > 50-59% ABV, Age > Age 31+, Region > Islay, Taste > Peated, Taste > Salty, Independent Bottler > Thomson Bros, Taste > Woody"
  },
  {
    "ID": 68318,
    "Name": "Islay (Laphroaig) 30yr 1990",
    "Description": "Islay (Laphroaig) 30yr 1990 is a rare and exceptional whisky, hailing from the famous Islay region in Scotland. This remarkable whisky has been aged for three decades, resulting in a rich and complex flavor profile. With its peaty and smoky character, Islay (Laphroaig) 30yr 1990 offers a truly indulgent experience for whisky enthusiasts.",
    "Regular price": 28,
    "Categories": "Strength > 45-49% ABV, Age > Age 25-30, Region > Islay, Taste > Peated, Taste > Salty, Independent Bottler > Thomson Bros, Taste > Woody"
  },
  {
    "ID": 68319,
    "Name": "Fascadale (Highland Park) 14yr",
    "Description": "Fascadale 14yr is a captivating Highland Park whisky, known for its complexity and charm. With its rich amber hue and enticing aromas, it offers a truly indulgent sensory experience. This single malt exudes a harmonious blend of peat smoke, sweet malt, delicate spices, and a lingering hint of oak.",
    "Regular price": 6,
    "Categories": "Strength > 45-49% ABV, Independent Bottler > Adelphi, Age > Age 10-17, Taste > Floral, Taste > Fruity, Taste > Honey, Region > Islands, Taste > Spicy, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68320,
    "Name": "Linkwood 12yr Ruby Port",
    "Description": "Linkwood 12-year Ruby Port whisky is a richly flavoured Scotch. It showcases hints of luscious red fruits and dark chocolate. This whisky has a smooth and velvety texture, making it a truly indulgent drink.",
    "Regular price": 7,
    "Categories": "Strength > 50-59% ABV, Age > Age 10-17, Independent Bottler > Ferg & Harris, Taste > Fruity, Taste > Honey, Region > Speyside, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68321,
    "Name": "Ardnamurchan Cask Strength",
    "Description": "Ardnamurchan Cask Strength is a remarkable Scottish whisky. It boasts a robust and full-bodied character. Its distinct flavors and aromas showcase a perfect balance of peat smoke, fruitiness, and rich maltiness.",
    "Regular price": 7,
    "Categories": "Strength > 50-59% ABV, Independent Bottler > Adelphi, Region > Highland, Taste > Nutty, Taste > Peated, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 68323,
    "Name": "Blair Atholl 12 yr single cask",
    "Description": "Blair Atholl 12 yr single cask is a premium Scottish whisky. It boasts a rich and complex flavor profile with hints of oak and dried fruit. The smoothness of this whisky makes it a delightful choice for those who appreciate fine spirits.",
    "Regular price": 7.5,
    "Categories": "Strength > 50-59% ABV, Age > Age 10-17, Region > Highland, Taste > Honey, Taste > Nutty, Taste > Spicy, Independent Bottler > Stiubhart, Taste > Woody"
  },
  {
    "ID": 68334,
    "Name": "Aberlour 12",
    "Description": "Aberlour 12 is a delightful whisky with a smooth and rich taste. It offers a lovely balance of fruity notes, including ripe apples and red berries, combined with warming spicy flavours like cinnamon and nutmeg. The finish is long and satisfying, leaving a lingering sweetness on the palate.",
    "Regular price": 4.25,
    "Categories": "Strength > 40-44% ABV, Age > Age 10-17, Taste > Fruity, Taste > Honey, Taste > Nutty, Region > Speyside, Taste > Spicy"
  },
  {
    "ID": 68339,
    "Name": "Ledaig 11yr single cask",
    "Description": "Ledaig 11-year-old single cask is a rich and complex Scottish whisky. It offers a distinctive smoky character with sweet undertones. The whisky's maturity shines through with a smooth and lingering finish.",
    "Regular price": 8,
    "Categories": "Strength > 50-59% ABV, Age > Age 10-17, Region > Islands, Taste > Nutty, Taste > Peated, Taste > Salty, Independent Bottler > The Single Cask, Taste > Woody"
  },
  {
    "ID": 68357,
    "Name": "Tobermory 25yr single cask",
    "Description": "Tobermory 25yr single cask is a remarkable whisky, aged for a quarter of a century. Its rich amber hue and complex flavors make it a true connoisseur's choice. With notes of toffee, oak, and a hint of sea salt, this whisky offers a unique and enticing experience for those who appreciate the finest spirits.",
    "Regular price": 17,
    "Categories": "Strength > 50-59% ABV, Age > Age 25-30, Independent Bottler > Hidden Spirits, Region > Islands, Taste > Nutty, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 68358,
    "Name": "Auchentoshan 9yr single cask",
    "Description": "Auchentoshan 9-year-old single cask whisky is a smooth and refined spirit. It has a delicate balance of crisp citrus notes with hints of vanilla and honey. This whisky showcases the unique character of Auchentoshan distillery, making it a must-try for whisky enthusiasts.",
    "Regular price": 5.25,
    "Categories": "Strength > 45-49% ABV, Age > Age 3-9, Independent Bottler > Carn Mor, Region > Lowland, Taste > Nutty, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68359,
    "Name": "Balblair 12yr",
    "Description": "Balblair 12yr is a delightful Scottish whisky with a smooth and sophisticated character. Its golden amber hue entices the eye, while the nose is greeted with a harmonious blend of honey, green apples, and freshly baked pastries. On the palate, this whisky reveals notes of citrus zest, vanilla, and subtle hints of oak, leading to a long and satisfying finish.",
    "Regular price": 4.25,
    "Categories": "Strength > 45-49% ABV, Age > Age 10-17, Taste > Fruity, Region > Highland, Taste > Honey, Taste > Spicy, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68371,
    "Name": "Bunnahabhain Fèis Ìle 2022: Abhainn Araig",
    "Description": "Bunnahabhain Fèis Ìle 2022: Abhainn Araig is a limited edition Scottish whisky. It is a highly anticipated release from the renowned Bunnahabhain distillery. This special edition offers a unique combination of rich, smoky flavors and a smooth, velvety texture.",
    "Regular price": 8.5,
    "Categories": "Strength > 50-59% ABV, Taste > Floral, Taste > Fruity, Taste > Honey, Region > Islay, Taste > Salty, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68379,
    "Name": "Nc’Nean Organic",
    "Description": "Nc’Nean Organic is a remarkable Scottish Whisky that prides itself on its organic ingredients and distilling practices. It offers a unique and vibrant taste that is both smooth and complex. With its commitment to sustainability and quality, Nc’Nean Organic is a whisky that is sure to captivate the senses and leave a lasting impression.",
    "Regular price": 6,
    "Categories": "Strength > 45-49% ABV, Taste > Floral, Taste > Fruity, Region > Highland, Taste > Honey, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68380,
    "Name": "Highland 12yr",
    "Description": "Highland 12yr Whisky is a smooth and rich single malt. It offers a delightful combination of fruity and malty flavors. With its 12-year aging process, it showcases a refined and complex character that whisky enthusiasts would appreciate.",
    "Regular price": 6,
    "Categories": "Strength > 45-49% ABV, Age > Age 10-17, Independent Bottler > Elixir distillers, Taste > Fruity, Region > Highland, Taste > Honey, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68382,
    "Name": "Laphroaig 12yr Highgrove Single Cask",
    "Description": "Laphroaig 12yr Highgrove Single Cask is a distinguished Scottish Whisky.\\nThis exquisite Whisky boasts a rich and complex flavor profile, with notes of peat, smoke, and oak.\\nAged for 12 years, Laphroaig 12yr Highgrove Single Cask offers a delightful balance of smoky aromas and smooth, lingering finish.",
    "Regular price": 14,
    "Categories": "Strength > 45-49% ABV, Age > Age 10-17, Region > Islay, Taste > Peated, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 68385,
    "Name": "The Gauldrons",
    "Description": "The Gauldrons whisky is a rich and captivating spirit. It boasts a complex and well-balanced flavor profile. With hints of brine, sea salt, and peat smoke, it delivers a unique maritime experience.",
    "Regular price": 5,
    "Categories": "Strength > 45-49% ABV, Region > Campbeltown, Independent Bottler > Douglas Laing, Taste > Nutty, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 68409,
    "Name": "Miltonduff 13yr single cask",
    "Description": "Miltonduff 13-year-old single cask whisky possesses a remarkable complexity. This expression showcases distinct notes of rich fruits, such as plums and raisins, complemented by a subtle touch of vanilla. Its smooth and velvety texture make it a delightful sip, perfect for both beginners and connoisseurs alike.",
    "Regular price": "",
    "Categories": "Strength > 50-59% ABV, Age > Age 10-17, Taste > Floral, Taste > Honey, Taste > Nutty, Region > Speyside, Independent Bottler > The Single Cask, Taste > Woody"
  },
  {
    "ID": 68410,
    "Name": "Glen Spey 13yr (laphroaig cask finish)",
    "Description": "Glen Spey 13yr (Laphroaig cask finish) is a remarkable single malt whisky. \\n\\nThis expression showcases the unique character of Glen Spey whisky aged for 13 years. \\n\\nThe Laphroaig cask finish adds a delightful smoky and peaty influence, adding complexity to the whisky's overall profile.",
    "Regular price": 7,
    "Categories": "Age > Age 10-17, Taste > Peated, Taste > Salty, Independent Bottler > The Single Cask, Taste > Woody"
  },
  {
    "ID": 68413,
    "Name": "Glenfiddich Spirit of Speyside 1995",
    "Description": "Glenfiddich Spirit of Speyside 1995 is a remarkable whisky from the renowned Glenfiddich distillery. Crafted in the Speyside region of Scotland, this whisky embodies the distinct character and rich history of the area. With its smooth and elegant profile, it offers a delightful balance of fruity notes, subtle spices, and a lingering, warm finish.",
    "Regular price": 15,
    "Categories": "Strength > 50-59% ABV, Age > Age 10-17, Taste > Fruity, Taste > Honey, Taste > Nutty, Region > Speyside, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68414,
    "Name": "Balblair single cask 15yr 2006",
    "Description": "Balblair single cask 15-year-old 2006 is a delicious Scottish whisky renowned for its exceptional quality. With its complex and rich character, it offers a tantalizing taste experience like no other. Crafted in a single cask, this exquisite whisky embodies the unique essence of Balblair distillery.",
    "Regular price": 12,
    "Categories": "Strength > 50-59% ABV, Age > Age 10-17, Region > Highland, Taste > Honey, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68415,
    "Name": "Inchgower 13yr single cask",
    "Description": "Inchgower 13yr single cask is a remarkable Scottish Whisky. Its rich and complex flavors make it a true delight for whisky enthusiasts. With a unique balance of sweetness and spice, this single cask expression offers a delightful tasting experience.",
    "Regular price": 6.5,
    "Categories": "Strength > 50-59% ABV, Age > Age 10-17, Taste > Floral, Taste > Nutty, Region > Speyside, Taste > Spicy, Independent Bottler > The Single Cask, Taste > Woody"
  },
  {
    "ID": 68416,
    "Name": "Balblair 19yr single cask",
    "Description": "Balblair 19yr single cask offers a delightful aroma of rich caramel, vanilla, and tropical fruits. Its deep amber hue entices the eye, while the taste reveals a perfect balance of sweet honey, zesty oranges, and subtle spices. This whisky boasts a long, smooth finish with notes of oak and a touch of chocolate.",
    "Regular price": 15,
    "Categories": "Strength > 50-59% ABV, Independent Bottler > Adelphi, Age > Age 18-24, Taste > Fruity, Region > Highland, Taste > Honey, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68417,
    "Name": "Mac Talla Terra",
    "Description": "Whisky Mac Talla Terra is a distinct Scottish single malt whisky. It is known for its rich and smooth character, with hints of smoky peat and fruity sweetness. This whisky is well-balanced, delivering a delightful combination of earthy aromas and warm flavors.",
    "Regular price": 5,
    "Categories": "Strength > 45-49% ABV, Independent Bottler > Carn Mor, Region > Islay, Taste > Peated, Taste > Woody"
  },
  {
    "ID": 68418,
    "Name": "Mannochmore 37yr",
    "Description": "Mannochmore 37yr is a fine Scottish Whisky with a rich and complex character. It has been aged for an impressive 37 years, allowing its flavors to develop and evolve over time. The Whisky offers a delightful combination of smoothness, depth, and a hint of sweetness, making it a true connoisseur's choice.",
    "Regular price": 40,
    "Categories": "Strength > 45-49% ABV, Age > Age 31+, Independent Bottler > Cadenheads, Taste > Fruity, Taste > Honey, Taste > Nutty, Region > Speyside, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68419,
    "Name": "Talisker 30yr 2006 release",
    "Description": "Talisker 30-year-old 2006 release is an exceptional expression of whisky from the renowned Talisker distillery. With its rich and complex character, this whisky presents a delightful combination of smoky and maritime notes, making it a true treat for the senses. The long maturation period has brought out layers of flavors, resulting in a whisky that is both smooth and intense.",
    "Regular price": 49,
    "Categories": "Strength > 50-59% ABV, Age > Age 25-30, Region > Islands, Taste > Nutty, Taste > Peated, Taste > Salty, Taste > Spicy, Taste > Woody"
  },
  {
    "ID": 68422,
    "Name": "Mortlach 30yr single cask",
    "Description": "Mortlach 30yr single cask is a fine Scottish whisky with a rich and complex flavor profile. Its deep amber hue and smooth texture make it a true delight for whisky enthusiasts. The distinct combination of fruity, spicy, and smoky notes create a truly unique tasting experience.",
    "Regular price": 30,
    "Categories": "Strength > 45-49% ABV, Age > Age 25-30, Taste > Honey, Independent Bottler > Hunter Laing, Taste > Nutty, Taste > Salty, Region > Speyside, Uncategorized, Taste > Woody"
  },
  {
    "ID": 68423,
    "Name": "Bunnahabhain 9yr 2009",
    "Description": "Bunnahabhain 9yr 2009 is a delightful Scottish whisky. It offers a rich and complex flavor profile that captivates the senses. With its nine years of maturation, this whisky has developed a smooth and velvety texture.",
    "Regular price": 12,
    "Categories": "Strength > 50-59% ABV, Age > Age 3-9, Independent Bottler > Cadenheads, Taste > Honey, Region > Islay, Taste > Nutty, Taste > Salty"
  },
  {
    "ID": 68424,
    "Name": "Glen Ord 18yr",
    "Description": "Glen Ord 18yr Whisky is a rich and complex single malt with a smooth and velvety texture. \\nIt boasts a delightful bouquet of warm spices, ripe fruits and hints of caramel and toffee. \\nThe palate offers a well-balanced combination of sweet vanilla, oak, and a subtle smokiness, leading to a long and satisfying finish.",
    "Regular price": 11,
    "Categories": "Strength > 50-59% ABV, Independent Bottler > Adelphi, Age > Age 18-24, Region > Highland, Taste > Honey, Taste > Nutty, Taste > Spicy, Taste > Woody"
  },
  {
    "ID": 68427,
    "Name": "Dalmore 18yr",
    "Description": "Dalmore 18yr is an exquisite Scotch whisky, boasting a rich and complex profile. It is aged for a remarkable 18 years, resulting in a smooth and refined character. With notes of dark chocolate, orange, and spices, Dalmore 18yr offers a luxurious and indulgent drinking experience.",
    "Regular price": 15,
    "Categories": "Strength > 40-44% ABV, Age > Age 18-24, Taste > Chocolatey, Region > Highland, Taste > Honey, Taste > Woody"
  },
  {
    "ID": 68429,
    "Name": "Bunnahabhain 2007 12yr signatory",
    "Description": "Bunnahabhain 2007 12yr Signatory is a single malt Scotch whisky. It is known for its rich and complex flavor profile. With a 12-year maturation period, this whisky offers a smooth and exquisite drinking experience.",
    "Regular price": 10,
    "Categories": "Strength > 50-59% ABV, Age > Age 10-17, Taste > Honey, Region > Islay, Taste > Nutty, Independent Bottler > Signatory vintage, Taste > Woody"
  },
  {
    "ID": 68430,
    "Name": "Ardnamurchan Paul Launois release 06:22",
    "Description": "Ardnamurchan Paul Launois release 06:22 is a complex and captivating Scottish whisky. It showcases a perfect balance of rich, smoky flavors combined with subtle fruity notes. With its smooth texture and lingering finish, this whisky is a true delight for any whisky enthusiast.",
    "Regular price": 7,
    "Categories": "Strength > 50-59% ABV, Independent Bottler > Adelphi, Taste > Floral, Taste > Fruity, Region > Highland, Taste > Honey, Taste > Peated, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 68442,
    "Name": "Arran 10yr",
    "Description": "Arran 10yr is a beautifully crafted Scottish whisky with a rich and complex character. It exhibits a distinct balance of fruity notes, such as ripe apples and citrus, with hints of creamy vanilla and honey. The whisky showcases a smooth and lingering finish that leaves a delightful warmth on the palate.",
    "Regular price": "",
    "Categories": "Strength > 45-49% ABV, Age > Age 10-17, Taste > Floral, Taste > Fruity, Taste > Honey, Region > Islands, Uncategorized, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68444,
    "Name": "Caol ila single cask 2010 11yr",
    "Description": "Caol Ila Single Cask 2010 11yr is a highly regarded whisky. It is known for its exceptional quality and unique character. The whisky offers a rich and smoky flavor profile with hints of fruit and vanilla.",
    "Regular price": 7,
    "Categories": "Strength > 50-59% ABV, Age > Age 10-17, Independent Bottler > Berry Bros & Rudd, Region > Islay, Taste > Peated, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 68445,
    "Name": "Balblair 10yr single cask",
    "Description": "Balblair 10yr single cask whisky is a unique expression known for its exceptional quality. This whisky offers a rich and complex character that is a delightful combination of fruity and oaky notes. With a decade of maturation, it showcases a refined taste and a smooth finish that whisky enthusiasts will appreciate.",
    "Regular price": 6,
    "Categories": "Strength > 50-59% ABV, Age > Age 10-17, Taste > Fruity, Region > Highland, Taste > Spicy, Independent Bottler > The Single Cask, Taste > Vanilla"
  },
  {
    "ID": 68446,
    "Name": "Kilkerran Heavily Peated",
    "Description": "Kilkerran Heavily Peated is a remarkable Scotch whisky. It is known for its strong, smoky character that captivates the senses. With every sip, you can taste the intense peat smoke intertwined with rich maltiness, creating a truly unforgettable experience.",
    "Regular price": 6,
    "Categories": "Strength > 50-59% ABV, Region > Campbeltown, Taste > Floral, Taste > Fruity, Taste > Peated, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 68447,
    "Name": "Glenmorangie Signet",
    "Description": "Glenmorangie Signet is a uniquely crafted Scottish whisky. It embodies rich and indulgent flavours that are truly exceptional. With its complex and velvety smooth character, it invites whisky enthusiasts to indulge in its luxurious taste.",
    "Regular price": 14,
    "Categories": "Strength > 45-49% ABV, Taste > Chocolatey, Taste > Nutty, Region > Speyside, Taste > Woody"
  },
  {
    "ID": 68450,
    "Name": "Lochindaal 10yr single cask",
    "Description": "Lochindaal 10yr single cask is a remarkable expression of Scottish whisky. With a maturation period of 10 years, it displays a rich and complex character. Its smoothness and depth of flavor make it a truly special dram for whisky enthusiasts.",
    "Regular price": 14,
    "Categories": "Strength > 50-59% ABV, Age > Age 10-17, Independent Bottler > Auld Goonsy’s, Region > Islay, Taste > Peated, Taste > Woody"
  },
  {
    "ID": 68451,
    "Name": "Glenfiddich orchard experiment",
    "Description": "Glenfiddich conducted an orchard experiment to enhance their whisky production. The experiment involved growing barley in a dedicated orchard. This unique approach aimed to explore the impact of the orchard environment on the whisky's flavors and aromas.",
    "Regular price": 4.75,
    "Categories": "Strength > 40-44% ABV, Taste > Floral, Taste > Fruity, Region > Speyside, Taste > Woody"
  },
  {
    "ID": 68456,
    "Name": "Macallan 18yr sherry oak",
    "Description": "Macallan 18yr sherry oak is a revered single malt Scotch whisky. Its distinct character is shaped by 18 years of maturation in Spanish sherry-seasoned oak casks. This exquisite expression boasts rich flavors of dried fruits, spices, and a satisfyingly long, smooth finish.",
    "Regular price": 30,
    "Categories": "Strength > 40-44% ABV, Age > Age 18-24, Taste > Chocolatey, Taste > Honey, Taste > Nutty, Region > Speyside, Taste > Woody"
  },
  {
    "ID": 68463,
    "Name": "Ardmore 2009 px sherry",
    "Description": "Ardmore 2009 PX Sherry is a rich and indulgent Scottish whisky. It showcases the distinct influence of Pedro Ximenez sherry casks on its flavour profile. With its deep sweetness, notes of dried fruits, and a hint of smokiness, this whisky offers a truly memorable drinking experience.",
    "Regular price": 7.5,
    "Categories": "Strength > 50-59% ABV, Age > Age 10-17, Taste > Fruity, Region > Highland, Taste > Honey, Independent Bottler > Little Brown Dog, Taste > Peated, Taste > Woody"
  },
  {
    "ID": 68468,
    "Name": "Kilkerran 8yr bourbon cask",
    "Description": "Kilkerran 8-year-old showcases a vibrant and distinct flavour profile. Its maturation in bourbon casks imparts a delightful sweetness and smoothness. This whisky offers a rich and complex palate, with notes of vanilla, honey, and a hint of spice.",
    "Regular price": 7,
    "Categories": "Strength > 50-59% ABV, Age > Age 3-9, Region > Campbeltown, Taste > Honey, Taste > Nutty, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68471,
    "Name": "Glenallachie 12yr single cask",
    "Description": "Glenallachie 12yr single cask boasts a rich and smooth character. Its complex flavour profile offers a delightful balance of fruity and malty notes. This exceptional Scotch whisky showcases the distillery's commitment to craftsmanship and quality.",
    "Regular price": 12,
    "Categories": "Strength > 50-59% ABV, Age > Age 10-17, Taste > Nutty, Region > Speyside, Independent Bottler > Uncharted Whisky Company, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68472,
    "Name": "Lochindaal 12yr single cask",
    "Description": "Lochindaal 12yr single cask whisky is a finely crafted Scottish spirit. Its rich and smoky flavor profile is a true delight for whisky enthusiasts. With its matured age, Lochindaal offers a smooth and sophisticated drinking experience.",
    "Regular price": 11,
    "Categories": "Strength > 60%+ABV, Age > Age 10-17, Independent Bottler > Chorlton Whisky, Taste > Honey, Region > Islay, Taste > Nutty, Taste > Woody"
  },
  {
    "ID": 68474,
    "Name": "Allt A’Bhainne 1995 Samaroli",
    "Description": "Allt A’Bhainne 1995 Samaroli is a remarkable Scottish whisky. It offers a unique flavor profile with hints of rich fruits, spices, and a gentle smokiness. The smooth and lingering finish makes it an indulgent choice for whisky enthusiasts.",
    "Regular price": 17,
    "Categories": "Strength > 45-49% ABV, Taste > Floral, Taste > Fruity, Taste > Honey, Independent Bottler > Samaroli, Region > Speyside, Taste > Spicy, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68477,
    "Name": "Invergordon 1992 21yr",
    "Description": "Invergordon 1992 21yr is a fine Scottish whisky. It boasts a rich and complex flavour profile, with notes of caramel, vanilla, and dried fruit. This exquisite whisky is aged for 21 years, resulting in a smooth and refined drinking experience.",
    "Regular price": 9,
    "Categories": "Strength > 60%+ABV, Age > Age 18-24, Taste > Honey, Independent Bottler > Hunter Laing, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68489,
    "Name": "Glenallachie 1996 20yr",
    "Description": "Glenallachie 1996 20yr is a delightful Scottish whisky, aged for two decades. Its rich, golden hue invites you to indulge in its luxurious aromas and flavours. With a smooth and velvety texture, this whisky offers a delightful balance of fruity notes and hints of oak.",
    "Regular price": 10,
    "Categories": "Strength > 40-44% ABV, Age > Age 18-24, Taste > Fruity, Taste > Honey, Independent Bottler > Signatory vintage, Region > Speyside, Taste > Spicy, Taste > Woody"
  },
  {
    "ID": 68491,
    "Name": "Glen Keith 11yr 1996",
    "Description": "Glen Keith 11yr 1996 is an exquisite Scottish whisky, known for its remarkable character and delightful complexity. With its 11 years of maturation, this whisky offers a beautiful balance between fruity sweetness and gentle oak notes. The lingering finish reveals a hint of spice, ensuring a truly memorable tasting experience.",
    "Regular price": 20,
    "Categories": "Strength > 45-49% ABV, Age > Age 10-17, Taste > Fruity, Region > Highland, Taste > Honey, Independent Bottler > Silver Seal, Taste > Spicy, Taste > Vanilla"
  },
  {
    "ID": 68492,
    "Name": "Fettercairn 27yr 1988",
    "Description": "Fettercairn 27yr 1988 is an exquisite Scottish whisky with a rich and full-bodied character. Its 27-year maturation period has allowed for a complex range of flavors to develop. This whisky offers a delightful balance of sweet caramel, dried fruit, and subtle hints of oak, making it a truly exceptional choice for whisky connoisseurs.",
    "Regular price": 15,
    "Categories": "Strength > 50-59% ABV, Age > Age 25-30, Region > Highland, Taste > Honey, Taste > Nutty, Independent Bottler > Signatory vintage, Taste > Spicy, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68493,
    "Name": "Glenburgie 16yr 1998",
    "Description": "Glenburgie 16-year-old 1998 is a remarkable whisky from the renowned Glenburgie distillery. \\nThis single malt whisky boasts an impressive maturation period of 16 years, allowing it to develop a depth of flavors and complexity. \\nIts smooth and refined character is enriched by notes of honey, vanilla, and subtle spices, making it a delightful choice for whisky enthusiasts.",
    "Regular price": 7,
    "Categories": "Strength > 45-49% ABV, Age > Age 10-17, Independent Bottler > Chieftains, Taste > Fruity, Region > Highland, Taste > Honey, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68494,
    "Name": "Ardbeg 8yr committee release",
    "Description": "Ardbeg 8 Year Committee Release is a remarkable Whisky, known for its exceptional character and flavour profile. It showcases a perfect balance of smoky notes, peat, and touches of salty sea breeze that evoke the essence of Islay. With its delicately aged maturity, this Whisky offers a distinct richness and depth that captivates the senses.",
    "Regular price": 10,
    "Categories": "Strength > 50-59% ABV, Age > Age 3-9, Region > Islay, Taste > Peated, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 68499,
    "Name": "Ardbeg Corryvreckan",
    "Description": "Ardbeg Corryvreckan is a robust and aromatic Scottish single malt whisky. Its deep, smoky flavor is balanced with hints of dark chocolate and briny sea salt. This whisky is known for its powerful peatiness and long, lingering finish.",
    "Regular price": 7.5,
    "Categories": "Strength > 50-59% ABV, Region > Islay, Taste > Nutty, Taste > Peated, Taste > Salty, Taste > Spicy, Taste > Woody"
  },
  {
    "ID": 68500,
    "Name": "Tormore 20yr 1995",
    "Description": "Tormore 20-year-old 1995 is an exceptional Scotch whisky with a rich history. Its smooth and delicate character makes it a delightful indulgence for whisky connoisseurs. This whisky offers a perfect balance of fruity, floral, and oaky notes that will transport your senses to a world of sophistication and pleasure.",
    "Regular price": 7.5,
    "Categories": "Strength > 45-49% ABV, Age > Age 18-24, Taste > Floral, Taste > Fruity, Region > Highland, Taste > Honey, Taste > Nutty, Independent Bottler > Signatory vintage, Taste > Woody"
  },
  {
    "ID": 68501,
    "Name": "Arran 2006 10yr",
    "Description": "Arran 2006 10yr is a remarkable Scottish single malt whisky. It possesses a rich and complex character, derived from maturation in oak casks for a decade. The whisky offers a delightful balance of fruity sweetness, delicate spices, and a lingering finish.",
    "Regular price": 5.5,
    "Categories": "Strength > 45-49% ABV, Age > Age 10-17, Taste > Fruity, Independent Bottler > Gordon & McPhail, Region > Islands, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68512,
    "Name": "Ben Nevis 25yr",
    "Description": "Ben Nevis 25-year-old is an exceptional Scottish whisky with a rich and complex character. This prestigious dram offers a harmonious blend of fruity and malty notes, accompanied by hints of oak and spice. Its long maturation period imparts a smooth and velvety texture, making it a truly indulgent whisky experience.",
    "Regular price": 25,
    "Categories": "Strength > 50-59% ABV, Age > Age 25-30, Taste > Fruity, Region > Highland, Taste > Honey, Taste > Nutty, Taste > Vanilla, Independent Bottler > Wilson and Morgan, Taste > Woody"
  },
  {
    "ID": 68513,
    "Name": "Royal Brackla 16yr 1997",
    "Description": "Royal Brackla 16yr 1997 is a sumptuous Scottish whisky. This exclusive release showcases a rich, golden hue and an exquisite blend of flavours. With its complex character, hints of tropical fruits, and a smooth, lingering finish, it is a true delight for whisky connoisseurs.",
    "Regular price": 6.5,
    "Categories": "Strength > 45-49% ABV, Age > Age 10-17, Independent Bottler > Coopers choice, Taste > Honey, Taste > Nutty, Region > Speyside, Taste > Woody"
  },
  {
    "ID": 68518,
    "Name": "Cragganmore Special Release 2016",
    "Description": "Cragganmore Special Release 2016 is an exceptional whisky. It boasts a rich and complex flavor profile, with notes of sweet honey, fruits, and a hint of smokiness. The whisky is skillfully crafted and offers a delightful balance of sweetness and depth.",
    "Regular price": 35,
    "Categories": "Strength > 50-59% ABV, Taste > Floral, Taste > Fruity, Taste > Honey, Taste > Nutty, Region > Speyside, Taste > Woody"
  },
  {
    "ID": 68519,
    "Name": "Cragganmore 15yr (150th Anniversary)",
    "Description": "Cragganmore 15yr (150th Anniversary) is a celebrated whisky known for its exceptional quality. With its rich amber hue and deep complexity, it offers a truly unique tasting experience. The whisky showcases a balanced combination of fruity, floral, and smoky notes, making it a delight for whisky enthusiasts and collectors alike.",
    "Regular price": 15,
    "Categories": "Strength > 45-49% ABV, Age > Age 10-17, Taste > Fruity, Taste > Honey, Taste > Nutty, Region > Speyside, Taste > Spicy, Taste > Woody"
  },
  {
    "ID": 68520,
    "Name": "Dumbarton 21yr single grain cask",
    "Description": "Dumbarton 21yr single grain cask is an exquisite Scottish whisky, known for its exceptional quality. This particular expression has been aged for 21 years, resulting in a complex and refined flavor profile. With notes of vanilla, caramel, and oak, it offers a smooth and sophisticated drinking experience.",
    "Regular price": 13,
    "Categories": "Strength > 50-59% ABV, Age > Age 18-24, Taste > Honey, Region > Lowland, Independent Bottler > Stiubhart, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68521,
    "Name": "Cragganmore Distillery Exclusive Batch 1",
    "Description": "Cragganmore Distillery Exclusive Batch 1 is a rich and distinctive whisky. \\nIt exudes a wonderfully smooth and complex flavor profile. \\nWith its hints of honey, fruit, and spice, this whisky is a true delight for the palate.",
    "Regular price": 8,
    "Categories": "Strength > 45-49% ABV, Taste > Floral, Taste > Fruity, Taste > Honey, Taste > Nutty, Region > Speyside, Taste > Spicy, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68522,
    "Name": "Balvenie 2009 13yr hand filled",
    "Description": "Balvenie 2009 13yr hand filled is a delightful whisky with a rich and complex flavour profile. Its 13 years of maturation result in a smooth and well-balanced dram. This particular expression, hand-filled at the distillery, offers a unique connection between the whisky enthusiast and the craftsmanship of the distillery.",
    "Regular price": 8,
    "Categories": "Strength > 60%+ABV, Age > Age 10-17, Taste > Honey, Taste > Nutty, Region > Speyside, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68523,
    "Name": "Jura 22yr single cask",
    "Description": "Jura 22yr single cask is an exquisite Scottish whisky with a rich and complex character. Aged for 22 years, it develops a remarkable depth of flavors and aromas. This unique single cask expression showcases the authentic taste of Jura distillery, making it a true whisky connoisseur's delight.",
    "Regular price": 12,
    "Categories": "Strength > 45-49% ABV, Age > Age 18-24, Independent Bottler > Douglas Laing, Region > Islands, Taste > Nutty, Taste > Spicy, Taste > Woody"
  },
  {
    "ID": 68528,
    "Name": "Port Dundas 25yr single grain",
    "Description": "Port Dundas 25-year-old single grain Whisky is an exceptional spirit with a rich and complex character. Its long maturation process has resulted in a smooth and velvety texture. The Whisky showcases deep notes of toffee, vanilla, and oak, with a subtle hint of spice on the finish.",
    "Regular price": 7,
    "Categories": "Strength > 50-59% ABV, Age > Age 25-30, Independent Bottler > Hunter Laing, Region > Lowland, Taste > Nutty, Taste > Woody"
  },
  {
    "ID": 68529,
    "Name": "Linkwood 1999 17yr SV",
    "Description": "Linkwood 1999 17yr SV is a delightful single malt whisky with a rich and complex character. Its smooth, velvety texture fills the palate with notes of caramel, honey, and dried fruits. This expression has a long, satisfying finish that leaves a lingering warmth and a subtle hint of oak.",
    "Regular price": 9,
    "Categories": "Strength > 40-44% ABV, Age > Age 10-17, Taste > Floral, Taste > Fruity, Taste > Honey, Independent Bottler > Signatory vintage, Region > Speyside, Taste > Vanilla"
  },
  {
    "ID": 68542,
    "Name": "Royal Lochnagar 12yr",
    "Description": "Royal Lochnagar 12yr is an exquisite Scottish whisky. It boasts a smooth and rich flavour profile. Its 12 years of maturation add depth and complexity to its character.",
    "Regular price": 5,
    "Categories": "Strength > 40-44% ABV, Age > Age 10-17, Taste > Floral, Region > Highland, Taste > Honey, Taste > Nutty, Taste > Woody"
  },
  {
    "ID": 68543,
    "Name": "Glenfarclas 12yr",
    "Description": "Glenfarclas 12yr is an exquisite whisky that exudes remarkable depth and character. It showcases a rich amber hue in the glass, inviting you to indulge in its inviting aroma of toffee, roasted nuts, and gentle hints of sherry. On the palate, it delights with a luscious combination of malty sweetness, dried fruits, and a touch of spice, culminating in a long, warming finish.",
    "Regular price": 5,
    "Categories": "Strength > 40-44% ABV, Age > Age 10-17, Taste > Fruity, Taste > Honey, Taste > Nutty, Region > Speyside, Taste > Woody"
  },
  {
    "ID": 68544,
    "Name": "Auchentoshan 24yr 1992",
    "Description": "Auchentoshan 24yr 1992 is a remarkable whisky with a rich and complex profile. It offers a harmonious blend of fruity and woody notes, creating a truly delightful experience for the palate. Its long maturation period has allowed the whisky to develop a smooth and velvety texture that enhances its overall elegance.",
    "Regular price": 12,
    "Categories": "Strength > 45-49% ABV, Age > Age 18-24, Taste > Fruity, Taste > Honey, Region > Lowland, Taste > Nutty, Independent Bottler > Signatory vintage, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68545,
    "Name": "Glenallachie 12yr",
    "Description": "Glenallachie 12-year-old is a rich and well-rounded whisky. This exquisite single malt offers a delightful fusion of flavours. With hints of sweet spices, fruitcake, and honeyed malt, it provides a truly indulgent experience for whisky enthusiasts.",
    "Regular price": 6,
    "Categories": "Strength > 45-49% ABV, Age > Age 10-17, Taste > Fruity, Taste > Honey, Taste > Nutty, Region > Speyside, Taste > Vanilla"
  },
  {
    "ID": 68547,
    "Name": "Auchroisk 21yr 1991",
    "Description": "Auchroisk 21yr 1991 is a refined and mature Scottish whisky. It boasts a complex flavor profile with hints of honey, citrus, and oak. The whisky offers a smooth and velvety texture, making it a delightful sipping experience.",
    "Regular price": 7,
    "Categories": "Strength > 50-59% ABV, Age > Age 18-24, Independent Bottler > Berry Bros & Rudd, Taste > Fruity, Taste > Honey, Taste > Nutty, Region > Speyside, Taste > Woody"
  },
  {
    "ID": 68548,
    "Name": "Highland Park Cask Strength",
    "Description": "Highland Park Cask Strength is a robust and powerful whisky, showcasing the unique character of the Highland Park distillery. With its higher alcohol content, this expression offers a full-bodied and intense flavour experience. Notes of sweet honey, rich vanilla, and smoky peat combine to create a truly exceptional dram.",
    "Regular price": 6.5,
    "Categories": "Strength > 60%+ABV, Taste > Fruity, Taste > Honey, Region > Islands, Taste > Salty, Taste > Spicy, Taste > Woody"
  },
  {
    "ID": 68549,
    "Name": "Bunnahabhain Abhainn Araig",
    "Description": "Bunnahabhain Abhainn Araig is a rich and complex Scottish whisky.\\nWith its smooth and velvety texture, it offers a delightful array of flavours.\\nThis whisky is characterized by its notes of toffee, dried fruits, and gentle smokiness.",
    "Regular price": 8.5,
    "Categories": "Strength > 50-59% ABV, Taste > Floral, Taste > Fruity, Taste > Honey, Region > Islay, Taste > Salty, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68564,
    "Name": "Breath of Islay (kilchoman) 12yr",
    "Description": "Whisky Breath of Islay (Kilchoman) 12yr is an exceptional Scottish whisky with a distinct character.\\nIts breath-taking aroma is an enchanting mixture of peat smoke, maritime influence, and subtle fruity notes.\\nWith a beautifully balanced flavor profile, this 12-year-old whisky offers a perfect combination of smoky, earthy, and slightly sweet undertones.",
    "Regular price": 7,
    "Categories": "Strength > 40-44% ABV, Independent Bottler > Adelphi, Age > Age 10-17, Region > Islay, Taste > Peated, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 68577,
    "Name": "Coleburn 21yr Rare Malts",
    "Description": "Coleburn 21yr Rare Malts is a highly sought-after whisky with a rich, complex character. It exhibits a beautiful balance of oak, fruit, and spices, resulting in a truly indulgent whisky. With its delightful depth and aged maturity, Coleburn 21yr Rare Malts is a true gem in the world of whisky.",
    "Regular price": 55,
    "Categories": "Strength > 50-59% ABV, Age > Age 18-24, Taste > Floral, Taste > Fruity, Taste > Honey, Independent Bottler > Rare Malts, Region > Speyside, Taste > Woody"
  },
  {
    "ID": 68578,
    "Name": "Port Ellen 1979 19yr",
    "Description": "Port Ellen 1979 19yr is a rare and highly sought-after Scottish whisky. With its distinct smoky and peaty character, it offers a truly unique tasting experience. This exquisite expression showcases the exceptional craftsmanship and ageing process that has made Port Ellen a legendary distillery.",
    "Regular price": 65,
    "Categories": "Strength > 60%+ABV, Age > Age 18-24, Independent Bottler > Gordon & McPhail, Region > Islay, Taste > Peated, Taste > Salty"
  },
  {
    "ID": 68579,
    "Name": "Glenlochy 27yr 1980",
    "Description": "Glenlochy 27yr 1980 is a rare and exceptional Scottish Whisky. It boasts a rich and sophisticated flavor profile, with notes of vanilla, honey, and dried fruits. This whisky has been aged for 27 years, allowing it to develop a smooth and complex character that is highly sought after by whisky enthusiasts.",
    "Regular price": 40,
    "Categories": "Strength > 50-59% ABV, Age > Age 25-30, Taste > Chocolatey, Taste > Fruity, Region > Highland, Taste > Nutty, Independent Bottler > Part des Agnes, Taste > Woody"
  },
  {
    "ID": 68580,
    "Name": "Tomatin 24yrs single cask",
    "Description": "Tomatin 24-year-old single cask is a remarkable Scottish whisky. It boasts a rich and complex flavor profile, with notes of caramel, oak, and dried fruits. This whisky is highly sought after by connoisseurs for its smooth and satisfying finish.",
    "Regular price": 9,
    "Categories": "Strength > 50-59% ABV, Age > Age 18-24, Taste > Floral, Region > Highland, Taste > Vanilla, Independent Bottler > Whisky Broker, Taste > Woody"
  },
  {
    "ID": 68589,
    "Name": "Cragganmore 14yr SMWS 2002",
    "Description": "Cragganmore 14yr SMWS 2002 is a remarkable single malt whisky with a rich and complex character. Its smooth and velvety texture adds to the enjoyment of every sip. The captivating combination of sweet, fruity notes and subtle smokiness makes it a true delight for whisky enthusiasts.",
    "Regular price": 7,
    "Categories": "Strength > 50-59% ABV, Age > Age 10-17, Taste > Floral, Taste > Fruity, Taste > Honey, Independent Bottler > SMWS, Region > Speyside, Taste > Woody"
  },
  {
    "ID": 68599,
    "Name": "Speyburn 9yr Provenance 2007",
    "Description": "Speyburn 9yr Provenance 2007 is a delightful whisky with a nine-year aging process. Its rich and smooth character is accentuated by notes of honey, citrus, and vanilla. This whisky offers a well-balanced flavor profile and a long, satisfying finish.",
    "Regular price": 5,
    "Categories": "Age > Age 3-9, Independent Bottler > Douglas Laing, Taste > Fruity, Taste > Honey, Region > Speyside, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68602,
    "Name": "Springbank 15yr",
    "Description": "Springbank 15-year-old is a revered Scottish whisky known for its complex character. Its rich amber hue invites a captivating nose of dried fruits, toffee, and a hint of smoke. On the palate, you'll revel in its indulgent flavours of malty sweetness, oak, cocoa, and a delightful touch of brine.",
    "Regular price": 15,
    "Categories": "Strength > 45-49% ABV, Age > Age 10-17, Region > Campbeltown, Taste > Nutty, Taste > Salty, Taste > Spicy, Taste > Woody"
  },
  {
    "ID": 68603,
    "Name": "Glenglassaugh Evolution",
    "Description": "Glenglassaugh Evolution is a captivating Scottish whisky. It showcases a unique evolution of flavors and aromas. With its distinctive character and smoothness, it offers a delightful sensory experience.",
    "Regular price": 5,
    "Categories": "Strength > 50-59% ABV, Taste > Fruity, Region > Highland, Taste > Spicy, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68605,
    "Name": "Macduff 1995 21yr",
    "Description": "Whisky Macduff 1995 21yr is a rich and sophisticated single malt Scotch whisky. Its well-aged maturation of 21 years imparts a depth of character and complexity to this expression. With its smooth and balanced flavour profile, it offers notes of honeyed fruits, spices, and oak, making it a truly exceptional whisky.",
    "Regular price": 9,
    "Categories": "Strength > 60%+ABV, Age > Age 18-24, Region > Highland, Taste > Honey, Taste > Nutty, Independent Bottler > Signatory vintage, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68606,
    "Name": "Glenlochy 1965 37yr",
    "Description": "Glenlochy 1965 37yr is an exceptional single malt Scotch whisky. It showcases a rich and complex taste profile, developed over its impressive 37-year aging process. With notes of oak, vanilla, and dried fruits, this whisky offers a truly sophisticated drinking experience.",
    "Regular price": 150,
    "Categories": "Strength > 45-49% ABV, Age > Age 31+, Taste > Floral, Region > Highland, Taste > Honey, Taste > Nutty, Independent Bottler > Signatory vintage, Taste > Woody"
  },
  {
    "ID": 68609,
    "Name": "Hazelburn 10yr",
    "Description": "Hazelburn 10yr is a delightful single malt whisky that hails from Scotland. \\nIt boasts a beautiful golden hue, inviting you to indulge in its smooth and complex flavors. \\nWith notes of green apple, vanilla, and a hint of oak, this whisky offers a truly satisfying drinking experience.",
    "Regular price": 6,
    "Categories": "Strength > 45-49% ABV, Age > Age 10-17, Region > Campbeltown, Taste > Floral, Taste > Fruity, Taste > Honey, Taste > Nutty"
  },
  {
    "ID": 68632,
    "Name": "Bunnahabhain 32yr The Kinship",
    "Description": "Bunnahabhain 32yr The Kinship is a sophisticated Scottish whisky. \\nWith its impressive age, this expression showcases the depth and complexity that comes from decades of maturation. \\nIts rich and smooth character, combined with hints of oak and dried fruits, make it a truly exceptional whisky.",
    "Regular price": 32,
    "Categories": "Strength > 45-49% ABV, Age > Age 31+, Taste > Floral, Taste > Fruity, Taste > Honey, Independent Bottler > Hunter Laing, Region > Islay, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 68645,
    "Name": "Benrinnes 10yr single cask for The Abbey Bar",
    "Description": "Benrinnes 10yr single cask is a rich and robust Scottish whisky exclusively available at The Abbey Bar. This exceptional whisky exhibits a delightful combination of fruity notes and subtle oakiness. With its smooth and tantalizing finish, this expression is a true gem for whisky enthusiasts seeking a unique and memorable tasting experience.",
    "Regular price": 8.5,
    "Categories": "Strength > 50-59% ABV, Age > Age 10-17, Taste > Nutty, Region > Speyside, Taste > Spicy, Independent Bottler > The Single Cask, Taste > Woody"
  },
  {
    "ID": 68650,
    "Name": "Fettercairn 18yr",
    "Description": "Fettercairn 18yr is a rich and complex single malt Scotch whisky. \\nIt showcases a beautiful golden amber color and an enticing aroma of honey, dried fruits and vanilla. \\nOn the palate, it offers a harmonious balance of sweet notes, spices and delicate oak influence, leading to a long and satisfying finish.",
    "Regular price": 13,
    "Categories": "Strength > 45-49% ABV, Age > Age 18-24, Region > Highland, Taste > Spicy, Taste > Woody"
  },
  {
    "ID": 68651,
    "Name": "Dalwhinnie Distillers Edition 2006",
    "Description": "Dalwhinnie Distillers Edition 2006 is a superb expression of whisky. It offers a rich and complex flavor profile. The whisky showcases a fine balance of fruity sweetness, floral notes, and a hint of smokiness, making it a delightful choice for whisky enthusiasts.",
    "Regular price": 6,
    "Categories": "Strength > 40-44% ABV, Age > Age 10-17, Taste > Floral, Region > Highland, Taste > Honey, Taste > Nutty, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68652,
    "Name": "Whisky Row ((Peat &amp; Smoke) Blended Malt",
    "Description": "Whisky Row (Peat &amp; Smoke) Blended Malt is a remarkable expression of Scottish whisky. This blend offers a captivating combination of peat and smoke that is sure to delight whisky enthusiasts. With its rich and complex flavors, Whisky Row stands as a testament to the artistry and craftsmanship of Scottish distillers.",
    "Regular price": 4,
    "Categories": "Strength > 45-49% ABV, Independent Bottler > Gleann Mor, Region > Islay, Taste > Peated"
  },
  {
    "ID": 68653,
    "Name": "Whisky Row (Rich &amp; Spicy) Blended Malt",
    "Description": "Whisky Row (Rich &amp; Spicy) Blended Malt is a fantastic Scottish whisky known for its rich and spicy flavors. It offers a delightful combination of robust, well-rounded notes that captivate the taste buds. This whisky is expertly crafted to deliver a truly satisfying drinking experience.",
    "Regular price": 4,
    "Categories": "Strength > 45-49% ABV, Independent Bottler > Gleann Mor, Taste > Spicy"
  },
  {
    "ID": 68658,
    "Name": "Bruichladdich 14yr single cask for The Abbey Bar",
    "Description": "Bruichladdich 14-year single cask, available at The Abbey Bar, is a remarkable Scotch Whisky. Its distinct flavour profile, developed over the extended maturation period, offers a rich and complex experience. This whisky showcases exceptional craftsmanship and represents the true essence of Bruichladdich distillery's heritage.",
    "Regular price": 10,
    "Categories": "Strength > 50-59% ABV, Age > Age 10-17, Independent Bottler > Gleann Mor, Taste > Honey, Region > Islay, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 68660,
    "Name": "Deanston 19yr Nectar of the Daily Dram",
    "Description": "Deanston 19yr Nectar of the Daily Dram is a rich and aromatic Scottish whisky. It exudes a delightful sweetness that fills the senses. With its impressive age, this whisky showcases a complex and balanced flavor profile, making it a truly special dram.",
    "Regular price": 16,
    "Categories": "Strength > 45-49% ABV, Age > Age 18-24, Taste > Floral, Region > Highland, Taste > Honey, Taste > Nutty, Independent Bottler > The Nectar, Taste > Woody"
  },
  {
    "ID": 68661,
    "Name": "North of Scotland single grain 50yr",
    "Description": "North of Scotland single grain 50yr Whisky is an extraordinary and rare spirit. Aged for half a century, it exudes the essence of unparalleled maturity and elegance. This whisky presents a harmonious blend of delicate flavours, offering a luxurious and memorable drinking experience.",
    "Regular price": "",
    "Categories": "Strength > 40-44% ABV, Age > Age 31+, Region > Highland, Independent Bottler > The Whisky Agency, Uncategorized, Taste > Woody"
  },
  {
    "ID": 68662,
    "Name": "Mortlach 16 Distillers Dram",
    "Description": "Mortlach 16 Distillers Dram is an exquisite whisky with a rich and robust flavor profile. It offers a marriage of sweet and smoky notes that dance on the palate. The whisky displays a complex character, showcasing hints of dried fruits, dark chocolate, and a touch of spiciness.",
    "Regular price": 11,
    "Categories": "Strength > 40-44% ABV, Age > Age 10-17, Taste > Chocolatey, Region > Speyside, Taste > Spicy, Taste > Woody"
  },
  {
    "ID": 68665,
    "Name": "Speyside 18yr single cask",
    "Description": "Speyside 18yr single cask whisky is a rich and exquisite expression of Scottish craftsmanship. Its complex flavor profile is defined by notes of dried fruits, honey, and delicate spices. This exceptional whisky lingers on the palate, leaving a warm, smooth finish that is truly memorable.",
    "Regular price": 7.5,
    "Categories": "Strength > 50-59% ABV, Age > Age 18-24, Taste > Fruity, Taste > Honey, Taste > Nutty, Independent Bottler > Single malts of Scotland, Region > Speyside, Taste > Spicy, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68669,
    "Name": "Glen Moray 2005 Tokaji Finish",
    "Description": "Glen Moray 2005 Tokaji Finish is an exquisite expression of whisky. It features a unique finishing process using Tokaji wine casks. The result is a rich and fruity flavor profile that is sure to impress whisky enthusiasts.",
    "Regular price": 7,
    "Categories": "Strength > 50-59% ABV, Taste > Floral, Taste > Fruity, Region > Highland, Taste > Honey, Taste > Vanilla"
  },
  {
    "ID": 68671,
    "Name": "Flaming Heart (2022)",
    "Description": "Flaming Heart (2022) is a captivating expression in the world of whisky. With its intricate blend of peated malts and rich flavours, it transports you to a smoky and fiery experience. This whisky offers a perfect balance of sweet caramel notes and intense smokiness, making it a truly unique and unforgettable dram.",
    "Regular price": 12,
    "Categories": "Strength > 45-49% ABV, Independent Bottler > Compass Box, Region > Islay, Taste > Peated, Taste > Salty, Taste > Spicy, Taste > Woody"
  },
  {
    "ID": 68672,
    "Name": "Laphroaig 25yr",
    "Description": "Laphroaig 25yr is a prestigious expression of Scotch Whisky, aged for a whole quarter of a century. With its remarkable complexity, it offers a rich and smoky character that is synonymous with Islay whisky. This exquisite dram delights the palate with notes of peat, vanilla, honey, and a hint of sea salt, creating a truly unforgettable drinking experience.",
    "Regular price": 30,
    "Categories": "Strength > 50-59% ABV, Age > Age 25-30, Region > Islay, Taste > Peated, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 68673,
    "Name": "Speyside 12yr PX Cask",
    "Description": "Speyside 12yr PX Cask is a premium whisky with a rich and smooth taste. Its 12 years of maturation in Pedro Ximenez sherry casks impart a unique sweetness and complexity to the whisky. This Speyside expression offers a delightful balance of fruity notes, with hints of caramel and a lingering finish.",
    "Regular price": 7,
    "Categories": "Strength > 50-59% ABV, Age > Age 10-17, Independent Bottler > Ferg & Harris, Taste > Floral, Taste > Fruity, Taste > Honey, Taste > Nutty, Region > Speyside, Taste > Spicy, Taste > Woody"
  },
  {
    "ID": 68695,
    "Name": "Glenrothes 32yr single cask",
    "Description": "Glenrothes 32-year-old single cask whisky is a distinguished expression of fine craftsmanship.\\nThis exceptional whisky embodies three decades of maturation, resulting in remarkable depth and complexity.\\nWith its rich and nuanced flavours, Glenrothes 32yr single cask whisky offers a truly indulgent tasting experience.",
    "Regular price": 28,
    "Categories": "Strength > 45-49% ABV, Age > Age 31+, Independent Bottler > Ferg & Harris, Region > Speyside, Taste > Woody"
  },
  {
    "ID": 68700,
    "Name": "Gold Spot 9yr",
    "Description": "Gold Spot 9yr is a remarkable whisky with a rich and sophisticated character. Its indulgent golden hue captures the eye, enticing you to discover its array of captivating flavours. This refined whisky offers a delightful balance of smooth sweetness, subtle spice, and a hint of smokiness, making it an exceptional choice for whisky enthusiasts.",
    "Regular price": 9,
    "Categories": "Strength > 50-59% ABV, Age > Age 3-9, Taste > Floral, Taste > Honey, Taste > Vanilla, Region > World"
  },
  {
    "ID": 68706,
    "Name": "Strathmill 14yr Hidden Spirts",
    "Description": "Strathmill 14yr Hidden Spirits is a captivating whisky that exudes elegance and sophistication. With its rich golden hue and delightful complexity, it intrigues the senses from the very first sip. Aged for 14 years, this Hidden Spirits release showcases the impressive character of Strathmill distillery, offering a harmonious balance of fruity notes, gentle spices, and a subtle hint of oak.",
    "Regular price": 8,
    "Categories": "Strength > 50-59% ABV, Age > Age 10-17, Taste > Floral, Independent Bottler > Hidden Spirits, Taste > Honey, Region > Speyside, Taste > Vanilla"
  },
  {
    "ID": 68743,
    "Name": "Caol Ila 15yr Feis Ile 2022",
    "Description": "Caol Ila 15-year-old Feis Ile 2022 is a fascinating Scottish whisky. It showcases a harmonious blend of peat smoke and fruity notes. With its rich, complex character and a smooth finish, it is a delightful choice for whisky enthusiasts.",
    "Regular price": "",
    "Categories": "Strength > 50-59% ABV, Age > Age 10-17, Region > Islay, Taste > Peated, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 68802,
    "Name": "Togouchi 12yr",
    "Description": "Togouchi 12yr is a well-aged Scottish whisky that offers a delightful sensory experience. This whisky showcases a rich and smooth character, with hints of caramel, vanilla, and oak on the palate. The Togouchi 12yr is a fine choice for whisky enthusiasts seeking a balanced and satisfying sipping experience.",
    "Regular price": 7,
    "Categories": "Strength > 40-44% ABV, Age > Age 10-17, Taste > Honey, Region > Japan, Taste > Nutty, Taste > Spicy, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68815,
    "Name": "Speyside 40yr Gleann Mor Rare Find (Copy)",
    "Description": "Speyside 40yr Gleann Mor Rare Find is a remarkable Scotch whisky with a rich and complex character. This rare gem has been aged for an impressive 40 years, resulting in an exquisite and refined taste. Each sip reveals layers of honeyed sweetness, luscious fruits, and a hint of gentle oak, making it a truly exceptional whisky for collectors and connoisseurs alike.",
    "Regular price": 30,
    "Categories": "Strength > 45-49% ABV, Age > Age 31+, Taste > Floral, Taste > Fruity, Independent Bottler > Gleann Mor, Taste > Honey, Taste > Nutty, Region > Speyside, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68844,
    "Name": "Jura 29yr single cask",
    "Description": "Jura 29-year-old single cask is a remarkable Scottish whisky. It invites your senses with rich aromas and a smooth, velvety texture. This whisky exhibits a complex balance of flavors, combining notes of oak, caramel, and a hint of smokiness.",
    "Regular price": 12,
    "Categories": "Strength > 40-44% ABV, Age > Age 25-30, Taste > Honey, Region > Islands, Taste > Nutty, Taste > Salty, Independent Bottler > The Single Cask, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68887,
    "Name": "Laphroaig (Williamson) 2015 for RMW",
    "Description": "Laphroaig (Williamson) 2015 for RMW is an exceptional Scottish whisky. It offers a unique and intense smoky character, characteristic of Islay malts. The palate is rich and complex, with notes of peat, sea salt, and a hint of medicinal sweetness.",
    "Regular price": 7,
    "Categories": "Strength > 60%+ABV, Independent Bottler > Berry Bros & Rudd, Region > Islay, Taste > Peated, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 68892,
    "Name": "Convalmore 1975 28yr",
    "Description": "Convalmore 1975 28yr is a rare and exceptional Scottish whisky. With its rich and complex character, it offers a truly indulgent tasting experience. Crafted and matured for 28 years, this whisky exhibits a remarkable balance of flavors and a lingering finish.",
    "Regular price": 28,
    "Categories": "Strength > 45-49% ABV, Age > Age 25-30, Independent Bottler > Ian Mcleod, Taste > Nutty, Region > Speyside, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68895,
    "Name": "Highland Park 25yr",
    "Description": "Highland Park 25yr is a luxurious Scottish whisky known for its exceptional maturity and complexity. This fine expression offers a rich and well-balanced flavor profile, boasting notes of sweet dried fruits, dark chocolate, and a hint of smoky peat. Its long and smooth finish leaves a lingering warmth and a touch of spiciness on the palate.",
    "Regular price": 45,
    "Categories": "Strength > 45-49% ABV, Age > Age 25-30, Taste > Floral, Taste > Fruity, Taste > Honey, Region > Islands, Taste > Woody"
  },
  {
    "ID": 68897,
    "Name": "Ardlair 2011 11yr (unpeated Ardmore)",
    "Description": "Ardlair 2011 11yr is a remarkable unpeated Ardmore whisky. It showcases the unique character of the distillery with its rich and complex flavors. This expression is aged for 11 years, allowing its flavors to develop and deepen over time.",
    "Regular price": 6,
    "Categories": "Strength > 60%+ABV, Age > Age 10-17, Region > Highland, Taste > Honey, Taste > Nutty, Independent Bottler > Signatory vintage, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68899,
    "Name": "Blair Athol 1988 28yr",
    "Description": "Blair Athol 1988 28yr is a remarkable whisky with a rich history. Aged for 28 years, it displays exceptional complexity and depth of flavours. This single malt Scotch whisky offers enticing notes of ripe fruits, oak, and delicate spices, making it a true gem for whisky enthusiasts.",
    "Regular price": 18,
    "Categories": "Strength > 50-59% ABV, Age > Age 25-30, Taste > Fruity, Region > Highland, Taste > Honey, Taste > Nutty, Independent Bottler > Signatory vintage, Taste > Woody"
  },
  {
    "ID": 68903,
    "Name": "Ardbeg Dark Cove",
    "Description": "Ardbeg Dark Cove is a highly sought-after Scottish whisky. With its deep, rich flavor profile, it offers an indulgent and smoky experience. Its notes of dark chocolate, coffee, and treacle make it a truly indulgent choice for whisky enthusiasts.",
    "Regular price": 19,
    "Categories": "Strength > 45-49% ABV, Region > Islay, Taste > Peated, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 68904,
    "Name": "Glenburgie 1961",
    "Description": "Glenburgie 1961 is a remarkable Scottish whisky. This exceptional vintage offers an exquisite taste and aroma. Its smoothness and complexity make it a true delight for whisky connoisseurs.",
    "Regular price": 65,
    "Categories": "Strength > 40-44% ABV, Age > Age 31+, Taste > Floral, Region > Highland, Taste > Honey, Taste > Nutty, Taste > Woody"
  },
  {
    "ID": 68910,
    "Name": "Caol ila 25yr",
    "Description": "Caol Ila 25yr is a celebrated Scottish whisky from the Islay region. This exceptional malt offers a beautifully balanced flavour profile with hints of peat smoke, brine, and ripe fruits. Its extended period of maturation for 25 years allows for a rich and complex character, making it a true delight for whisky connoisseurs.",
    "Regular price": 23,
    "Categories": "Strength > 40-44% ABV, Age > Age 25-30, Region > Islay, Taste > Peated, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 68911,
    "Name": "Clynelish single cask 1982 40yr",
    "Description": "Clynelish Single Cask 1982 40yr is a remarkable Scottish whisky. With its rich heritage and extensive aging of 40 years, it offers a truly exceptional experience. This single cask expression showcases the distinctive character of Clynelish with its complex flavors and refined maturity.",
    "Regular price": 95,
    "Categories": "Strength > 45-49% ABV, Age > Age 31+, Taste > Floral, Taste > Honey, Independent Bottler > Malts of Scotland, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68912,
    "Name": "Glen Garioch 1988 exceptional cask",
    "Description": "Glen Garioch 1988 Exceptional Cask is a truly remarkable whisky. Its rich and complex flavors make it a standout choice for whisky enthusiasts. With its vintage release and exceptional cask selection, this whisky embodies the very essence of Glen Garioch's craftsmanship.",
    "Regular price": 38,
    "Categories": "Strength > 45-49% ABV, Age > Age 31+, Independent Bottler > Berry Bros & Rudd, Region > Highland, Taste > Honey, Taste > Nutty, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68914,
    "Name": "Wolfburn 10yr",
    "Description": "Wolfburn 10yr is an exquisite Scottish single malt. It boasts a smooth and complex character, with hints of vanilla and honey. This 10-year-old whisky from Wolfburn distillery is a true delight for connoisseurs.",
    "Regular price": 6,
    "Categories": "Strength > 45-49% ABV, Age > Age 10-17, Taste > Floral, Taste > Fruity, Taste > Honey, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68917,
    "Name": "Daftmill 2010 cask strength",
    "Description": "Daftmill 2010 cask strength is an exceptional Scottish whisky. Its unique character is derived from the small, family-run distillery in Fife. The expression showcases a hefty ABV, offering a powerful and robust drinking experience.",
    "Regular price": 13,
    "Categories": "Strength > 50-59% ABV, Age > Age 10-17, Taste > Honey, Region > Lowland, Taste > Nutty, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68918,
    "Name": "Lagavulin 8yr",
    "Description": "Lagavulin 8yr is a renowned Scottish whisky. It impresses with its robust and smoky character, characteristic of Islay malts. This 8-year-old whisky offers a rich and peaty flavor profile, with notes of bonfire smoke, sea salt, and hints of dried fruit.",
    "Regular price": 5,
    "Categories": "Age > Age 3-9, Region > Islay, Taste > Peated, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 68928,
    "Name": "Benrinnes 36yr millennium bottling",
    "Description": "Benrinnes 36yr millennium bottling is a distinctive expression of exceptional Scottish whisky. With its rich and complex flavors, it offers a sensory journey that captures the essence of traditional craftmanship. This whisky showcases a well-balanced blend of fruity, spicy, and oak-driven notes, making it a truly exquisite dram for connoisseurs and enthusiasts alike.",
    "Regular price": 135,
    "Categories": "Strength > 50-59% ABV, Age > Age 31+, Independent Bottler > Cadenheads, Taste > Honey, Taste > Nutty, Region > Speyside, Taste > Spicy, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68929,
    "Name": "Coleburn 34 old and rare",
    "Description": "Coleburn 34 is an exceptional and rare whisky with a distinguished character. It boasts a rich and complex taste profile, unveiling layers of delightful flavors. This whisky has been cherished for its remarkable maturity and is highly sought-after by whisky connoisseurs.",
    "Regular price": 100,
    "Categories": "Strength > 50-59% ABV, Age > Age 31+, Independent Bottler > Douglas Laing, Taste > Floral, Taste > Fruity, Region > Highland, Taste > Woody"
  },
  {
    "ID": 68930,
    "Name": "Blossoming Auld Sherried (Glen Garioch)",
    "Description": "Blossoming Auld Sherried is a rich and captivating whisky from Glen Garioch. Its complex flavors and aroma create a delightful experience for the senses. With its sherry cask influence, this whisky boasts a depth of raisins, dark chocolate, and warm spices, making it a true delight for sherry lovers.",
    "Regular price": 20,
    "Categories": "Strength > 45-49% ABV, Taste > Floral, Taste > Fruity, Taste > Honey, Independent Bottler > Michel Couvreur, Taste > Nutty, Region > Speyside, Taste > Spicy, Taste > Woody"
  },
  {
    "ID": 68931,
    "Name": "Glendronach 1975",
    "Description": "Glendronach 1975 is a highly sought-after Scottish single malt whisky. It is renowned for its exceptional quality and distinctive flavour profile. This vintage release from Glendronach Distillery offers rich, velvety notes of dark chocolate, dried fruits, and oak spices.",
    "Regular price": 75,
    "Categories": "Strength > 45-49% ABV, Age > Age 18-24, Independent Bottler > First Cask, Taste > Fruity, Taste > Nutty, Region > Speyside, Taste > Woody"
  },
  {
    "ID": 68932,
    "Name": "1920s Blended Malt",
    "Description": "1920s Blended Malt Whisky is a delightful blend with a rich and complex character. It exhibits notes of smoky peat, sweet honey, and delicate spices. This whisky is a luxurious taste of the past, transporting you back to the glamorous era of the 1920s.",
    "Regular price": 55,
    "Categories": "Independent Bottler > Berry Bros & Rudd, Taste > Fruity, Taste > Honey, Taste > Woody"
  },
  {
    "ID": 68936,
    "Name": "Port Askaig 10yr 10th anniversary",
    "Description": "Port Askaig 10yr 10th anniversary is a spectacular whisky from Islay. It boasts a rich and complex flavor profile, with notes of smoky peat, brine, and a hint of sweetness. This expression is a true celebration of Islay whisky, showcasing the unique character and craftsmanship of the region.",
    "Regular price": 9,
    "Categories": "Strength > 50-59% ABV, Age > Age 10-17, Taste > Floral, Region > Islay, Taste > Peated, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 68947,
    "Name": "Arran 16yr Premium Cask Exclusive",
    "Description": "Arran 16yr Premium Cask Exclusive is a rich and enchanting single malt whisky. With its 16 years of maturation in specially selected casks, it develops a complex and layered flavor profile. This whisky offers notes of ripe fruits, gentle spices, and a touch of honey, creating a truly memorable drinking experience.",
    "Regular price": 12,
    "Categories": "Strength > 50-59% ABV, Age > Age 10-17, Taste > Fruity, Taste > Honey, Region > Islands, Taste > Vanilla"
  },
  {
    "ID": 68952,
    "Name": "Dailuaine 7yr single cask",
    "Description": "Dailuaine 7yr single cask is a renowned Scottish whisky with a rich heritage. This exceptional expression boasts a matured age of seven years, allowing for a depth and complexity of flavors to develop. The whisky captivates with a harmonious balance of fruity notes, subtle spices, and a lingering, smooth finish.",
    "Regular price": 6.5,
    "Categories": "Strength > 50-59% ABV, Age > Age 3-9, Taste > Fruity, Taste > Honey, Independent Bottler > Scotch and Tattoos, Region > Speyside, Taste > Woody"
  },
  {
    "ID": 68957,
    "Name": "Balvenie 12yr Single Barrel",
    "Description": "Balvenie 12yr Single Barrel is an exceptional Scotch whisky known for its distinctive characteristics. Aged for 12 years in a single cask, it offers a rich and complex flavor profile. With notes of honey, vanilla, and dried fruits, this whisky provides a smooth and indulgent drinking experience.",
    "Regular price": 5.75,
    "Categories": "Strength > 45-49% ABV, Age > Age 10-17, Taste > Honey, Taste > Nutty, Region > Speyside, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68962,
    "Name": "Balvenie Founders Reserve (1980s cognac style bottle)",
    "Description": "Balvenie Founders Reserve from the 1980s, showcased in a cognac-style bottle, is a remarkable whisky. With its rich and complex character, it offers a delightful taste experience. Aged to perfection, this whisky balances fruity and oak notes, leaving a long-lasting, satisfying finish.",
    "Regular price": 28,
    "Categories": "Strength > 45-49% ABV, Taste > Fruity, Taste > Honey, Taste > Nutty, Region > Speyside, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68973,
    "Name": "Lochindaal 12yr single cask",
    "Description": "Lochindaal 12-year single cask is a rich and complex whisky. It offers a smooth and velvety mouthfeel with a balance of sweet and smoky flavors. The whisky showcases notes of caramel, vanilla, dried fruits, and a hint of peat, creating a truly delightful and memorable experience.",
    "Regular price": 14,
    "Categories": "Strength > 60%+ABV, Age > Age 10-17, Taste > Floral, Taste > Fruity, Taste > Honey, Region > Islay, Independent Bottler > The Single Cask, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 68985,
    "Name": "Glenrothes 25yr 1990",
    "Description": "Glenrothes 25-year-old 1990 is a remarkably aged whisky, boasting a vibrant and rich character. This exquisite expression is renowned for its complex and nuanced flavors. It offers a delightful combination of fruity, floral, and spicy notes, providing a truly indulgent drinking experience.",
    "Regular price": 12,
    "Categories": "Strength > 50-59% ABV, Age > Age 25-30, Taste > Fruity, Region > Highland, Taste > Honey, Taste > Nutty, Independent Bottler > Signatory vintage, Taste > Spicy, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 69014,
    "Name": "Lagg Kilmory",
    "Description": "Lagg Kilmory is a captivating Scottish whisky that charms with its smoky character and exceptional depth of flavors. Its rich and peaty aroma entices with notes of bonfire smoke, dark chocolate, and caramel. On the palate, Lagg Kilmory unfolds a splendid combination of robust smokiness, oak spices, and hints of fruity sweetness, delivering a truly memorable whisky experience.",
    "Regular price": 6.5,
    "Categories": "Strength > 45-49% ABV, Taste > Fruity, Region > Highland, Region > Islands, Taste > Peated, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 69022,
    "Name": "Dalmunach 5yr single cask",
    "Description": "Dalmunach 5yr single cask whisky is a delightful, limited edition expression. With its distinct character and rich flavor profile, it offers a unique tasting experience. This whisky showcases the impressive craftsmanship and quality that Dalmunach distillery is known for.",
    "Regular price": 7,
    "Categories": "Strength > 60%+ABV, Age > Age 3-9, Independent Bottler > Fragrant Drops, Taste > Fruity, Taste > Honey, Region > Speyside, Taste > Vanilla"
  },
  {
    "ID": 69023,
    "Name": "Islay 30yr single cask 1990",
    "Description": "Islay 30yr single cask 1990 is a highly sought-after whisky. Its rich and smoky flavors have been refined over three decades of maturation. This exclusive single cask release embodies the unique character of Islay whiskies, offering a truly exceptional drinking experience.",
    "Regular price": 35,
    "Categories": "Strength > 60%+ABV, Age > Age 25-30, Taste > Peated, Taste > Salty, Independent Bottler > The Whisky Jury, Taste > Woody"
  },
  {
    "ID": 69034,
    "Name": "Ben Nevis 10 yr (Parcel no 10)",
    "Description": "Ben Nevis 10 year old (Parcel no 10) is a remarkable Scottish Whisky. It possesses a unique combination of flavors and aromas. This whisky offers a rich and complex taste experience, with notes of oak, fruit, and hints of spice.",
    "Regular price": 7,
    "Categories": "Strength > 45-49% ABV, Age > Age 10-17, Region > Highland, Taste > Honey, Independent Bottler > Malts of Scotland, Taste > Nutty, Taste > Woody"
  },
  {
    "ID": 69036,
    "Name": "Craigellachie 27yr 1973",
    "Description": "Craigellachie 27yr 1973 is a highly sought-after Scottish whisky. This aged expression showcases the distillery's exceptional craftsmanship. Its rich character is defined by smooth toffee notes, hints of tropical fruit, and a lingering smokiness.",
    "Regular price": 35,
    "Categories": "Strength > 45-49% ABV, Age > Age 25-30, Independent Bottler > Hallmark of St James, Taste > Honey, Taste > Nutty, Taste > Woody"
  },
  {
    "ID": 69037,
    "Name": "Ancnoc 18yr",
    "Description": "Ancnoc 18yr is a well-aged Scottish whisky with a rich and complex flavor profile. Its golden amber hue tantalizes the senses, hinting at the depth of flavors contained within. On the palate, you'll savor notes of honey, orange zest, and spices, culminating in a long and satisfying finish.",
    "Regular price": 9,
    "Categories": "Strength > 45-49% ABV, Age > Age 18-24, Taste > Floral, Region > Highland, Taste > Honey, Taste > Nutty, Taste > Woody"
  },
  {
    "ID": 69038,
    "Name": "Ancnoc 24yr",
    "Description": "Ancnoc 24yr is a mature and refined whisky with a rich character. It offers a delightful blend of sweet and fruity notes, accompanied by subtle hints of spice. The whisky possesses a smooth and velvety mouthfeel, making it a truly indulgent choice for whisky connoisseurs.",
    "Regular price": 19,
    "Categories": "Strength > 45-49% ABV, Age > Age 18-24, Taste > Floral, Taste > Fruity, Region > Highland, Taste > Honey, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 69042,
    "Name": "Smokehead Twisted Stout",
    "Description": "Smokehead Twisted Stout is a rich and smoky whisky with a unique twist. It offers a complex blend of peat smoke, dark chocolate, and roasted coffee flavors. The whisky's bold and intense character makes it a memorable choice for adventurous whisky enthusiasts.",
    "Regular price": 6.5,
    "Categories": "Strength > 45-49% ABV, Taste > Chocolatey, Region > Islay, Taste > Peated, Taste > Woody"
  },
  {
    "ID": 69045,
    "Name": "Talisker 1957 Caenheads “Dumpy”",
    "Description": "Talisker 1957 Caenheads \"Dumpy\" is an exceptional Scotch whisky. It boasts a rich and complex flavor profile that is sure to entice whisky connoisseurs. With its smooth and smoky character, this whisky offers a truly indulgent drinking experience.",
    "Regular price": 185,
    "Categories": "Strength > 45-49% ABV, Age > Age 18-24, Independent Bottler > Cadenheads, Region > Islands, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 69046,
    "Name": "Linkwood 21yr Whisky Broker",
    "Description": "Linkwood 21yr Whisky Broker is a remarkable and mature single malt whisky. It displays exceptional depth and complexity with rich flavors and aromas. This whisky from the Whisky Broker collection offers a delightful balance of oak, fruits, and spices.",
    "Regular price": 7,
    "Categories": "Strength > 50-59% ABV, Age > Age 10-17, Taste > Floral, Taste > Fruity, Region > Speyside, Independent Bottler > Whisky Broker, Taste > Woody"
  },
  {
    "ID": 69048,
    "Name": "Glenrothes 9yr 2007 SMWS",
    "Description": "Glenrothes 9yr 2007 SMWS is a superb whisky from the Speyside region of Scotland. It boasts a nine-year maturation process, resulting in a rich and complex flavour profile. This whisky offers notes of fruity sweetness, hints of oak, and a smooth, lingering finish.",
    "Regular price": 6,
    "Categories": "Strength > 60%+ABV, Age > Age 3-9, Taste > Fruity, Taste > Honey, Independent Bottler > SMWS, Region > Speyside, Taste > Vanilla"
  },
  {
    "ID": 69050,
    "Name": "Edradour 11yr Sauternes cask",
    "Description": "Edradour 11yr Sauternes cask is a delightful Scottish whisky. It offers a rich and complex flavor profile. The whisky's 11 years of aging in Sauternes casks imparts a luscious sweetness, with hints of honey, apricot, and exotic spices.",
    "Regular price": 7.5,
    "Categories": "Strength > 45-49% ABV, Age > Age 10-17, Taste > Fruity, Region > Highland, Taste > Honey, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 69051,
    "Name": "Lagg Corriecravie",
    "Description": "Lagg Corriecravie is a rich and robust Scottish whisky with unique smoky and peaty flavors. It is crafted at the picturesque Lagg Distillery located on the Isle of Arran. This whisky displays a perfect balance of sweet caramel, fruity notes, and a lingering smoky finish, creating a truly distinctive tasting experience.",
    "Regular price": 6.5,
    "Categories": "Strength > 50-59% ABV, Region > Islands, Taste > Peated, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 69052,
    "Name": "Dailuaine 2004 11yr SMWS",
    "Description": "The Whisky Dailuaine 2004 11yr SMWS is a rich and indulgent Scottish single malt. Its deep amber color hints at the complex flavors within. With a nose of ripe fruit, honey and oak, followed by a palate of toffee, spices and dark chocolate, this whisky is a delightful journey for the senses.",
    "Regular price": 6,
    "Categories": "Strength > 50-59% ABV, Age > Age 10-17, Taste > Fruity, Taste > Honey, Region > Speyside, Taste > Spicy, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 69053,
    "Name": "Edradour 12yr sherry cask",
    "Description": "Edradour 12yr sherry cask is a beautifully rich and indulgent Scottish whisky known for its distinctive sherry influence. With its deep mahogany color, it exudes an enticing aroma of dried fruits, dark chocolate, and hints of oak. On the palate, it offers a harmonious balance of sweet sherry, warm spices, and gentle smokiness, leaving a lingering, satisfying finish.",
    "Regular price": 8.5,
    "Categories": "Strength > 50-59% ABV, Age > Age 10-17, Taste > Chocolatey, Taste > Fruity, Region > Highland, Taste > Nutty, Taste > Spicy, Taste > Woody"
  },
  {
    "ID": 69054,
    "Name": "Arran Quarter Cask",
    "Description": "The Whisky Arran Quarter Cask is a delightful expression with plenty of complexity and depth. It is matured in smaller casks, allowing for a more intense interaction between the oak and the whisky. This process results in a rich and creamy whisky with notes of vanilla, honey, and a hint of spice.",
    "Regular price": 6,
    "Categories": "Strength > 50-59% ABV, Taste > Fruity, Taste > Honey, Region > Islands, Taste > Nutty, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 69055,
    "Name": "Arran Sherry Cask The Bodega",
    "Description": "Arran Sherry Cask The Bodega is a rich and complex whisky with a deep amber color. It is aged in exclusive sherry casks from Jerez, Spain, lending it lush flavors of dried fruits, chocolate, and spices. The whisky offers a smooth and velvety texture, with a lingering finish of sweet, dark fruits.",
    "Regular price": 6,
    "Categories": "Strength > 50-59% ABV, Taste > Fruity, Taste > Honey, Region > Islands, Taste > Nutty, Taste > Spicy, Taste > Woody"
  },
  {
    "ID": 69057,
    "Name": "Glen Garioch 11yr single cask",
    "Description": "Glen Garioch 11yr single cask is a rich and complex whisky with a distinctive character. Its golden amber color hints at the depth of flavors waiting to be savored. With a wonderful balance of sweetness and spice, this whisky offers notes of caramel, vanilla, citrus, and a touch of smokiness, culminating in a long and satisfying finish.",
    "Regular price": 6.5,
    "Categories": "Age > Age 10-17, Taste > Floral, Taste > Fruity, Region > Highland, Taste > Honey, Taste > Spicy, Independent Bottler > Thomson Bros, Taste > Woody"
  },
  {
    "ID": 69091,
    "Name": "Talisker 8yr 1970s",
    "Description": "Talisker 8yr from the 1970s is a rare gem of Scottish whisky, boasting a distinct flavor profile with a rich smokiness and briny coastal notes. Its smooth and balanced character is highlighted by layers of maple syrup, peat smoke, and hints of juicy fruits. This whisky offers a glimpse into the past, showcasing the craftsmanship and complexity that has made Talisker a beloved whisky throughout the years.",
    "Regular price": 40,
    "Categories": "Strength > 45-49% ABV, Age > Age 3-9, Region > Islands, Taste > Peated, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 69092,
    "Name": "Ardbeg Heavy Vapours",
    "Description": "Ardbeg Heavy Vapours is a captivating whisky that embodies the true essence of Islay. With intensely peaty and smoky notes, it offers a rich and robust flavor profile that is both bold and enticing. The heavy vapours that rise from the glass leave a lasting impression, transporting you to the rugged shores of Scotland's whisky producing region.",
    "Regular price": 9,
    "Categories": "Strength > 45-49% ABV, Region > Islay, Taste > Nutty, Taste > Peated, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 69093,
    "Name": "Balvenie 19yr a tale of cask and character",
    "Description": "The Balvenie 19yr is a magnificent whisky that tells a captivating story of cask and character. With its deep amber hue and rich aromas of honey, dried fruit, and oak, it draws you in from the first whiff. The complex flavors of vanilla, toffee, spices, and dark chocolate unfold on the palate, leaving a long and satisfying finish that lingers like a well-told tale.",
    "Regular price": 25,
    "Categories": "Strength > 45-49% ABV, Age > Age 18-24, Taste > Honey, Region > Speyside, Taste > Vanilla, Taste > Woody"
  },
  {
    "ID": 69094,
    "Name": "Octomore 14.2",
    "Description": "Octomore 14.2 is an exceptional Scottish Whisky known for its intensely peated flavor profile. With a distinctive smoky character and a bold, complex taste, it offers an immersive sensory experience for whisky enthusiasts. This expression is aged in specially selected oak barrels, imparting rich layers of flavor including hints of vanilla, spices, and a lingering smoky finish.",
    "Regular price": 19,
    "Categories": "Strength > 50-59% ABV, Age > Age 3-9, Region > Islay, Taste > Peated, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 69095,
    "Name": "Octomore 14.1",
    "Description": "Octomore 14.1 is a superb expression of Scottish whisky, known for its immense peatiness. With an astonishing peat level of 208 ppm, this whisky delivers a powerful and smoky experience that is unrivaled. Its complex flavor profile includes notes of smoldering embers, charred oak, and hints of tropical fruits, making it a truly captivating dram.",
    "Regular price": 13,
    "Categories": "Strength > 50-59% ABV, Age > Age 3-9, Region > Islay, Taste > Nutty, Taste > Peated, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 69103,
    "Name": "The Hearach (isle of Harris)",
    "Description": "Hearach Whisky, from the Isle of Harris, is a captivating spirit renowned for its exceptional quality. Crafted with great care, this whisky boasts a harmonious blend of rich flavors and gentle peatiness. The Hearach Whisky reflects the rugged beauty and maritime character of its island home, making it a truly distinctive and memorable choice for whisky connoisseurs.",
    "Regular price": 6,
    "Categories": "Strength > 45-49% ABV, Region > Islands, Taste > Salty"
  },
  {
    "ID": 69104,
    "Name": "Oban distillers edition",
    "Description": "Oban Distillers Edition is a smooth and refined whisky from the coastal town of Oban. This whisky boasts a rich and complex character, with notes of fruit, spice, and a hint of maritime influence. Aged in fine Montilla Fino casks, it offers a distinctive sweetness and a dry finish, making it a truly exceptional choice for whisky enthusiasts.",
    "Regular price": 6,
    "Categories": "Strength > 40-44% ABV, Age > Age 3-9, Taste > Floral, Taste > Fruity, Taste > Honey, Region > Islands, Taste > Salty, Taste > Spicy, Taste > Woody"
  },
  {
    "ID": 69107,
    "Name": "Lagavulin 18yr feis ile 2016",
    "Description": "Lagavulin 18yr Feis Ile 2016 is a highly acclaimed Scottish whisky.\\nThis carefully crafted expression boasts a rich and smoky profile that delights whisky enthusiasts.\\nWith its 18 years of maturation, this limited edition release offers a complexity and depth of flavor that is second to none.",
    "Regular price": 30,
    "Categories": "Age > Age 18-24, Region > Islay"
  },
  {
    "ID": 69108,
    "Name": "Port Charlotte Islay barley",
    "Description": "Port Charlotte Islay barley is a rich and peaty Scottish whisky. It embodies the essence of the Islay region with its smoky and maritime character. This whisky offers a complex and robust flavor profile, featuring notes of peat smoke, sea salt, and sweet honey.",
    "Regular price": 6.5,
    "Categories": "Strength > 40-44% ABV, Taste > Peated, Taste > Salty, Taste > Woody"
  },
  {
    "ID": 69109,
    "Name": "Glenglassaugh Family SIlver 1973",
    "Description": "",
    "Regular price": 38,
    "Categories": "Strength > 40-44% ABV, Region > Highland"
  },
  {
    "ID": 69120,
    "Name": "Old Pulteney 8yr 1970s",
    "Description": "",
    "Regular price": 50,
    "Categories": "Strength > 40-44% ABV, Age > Age 3-9, Region > Islands"
  }
]